[
    {
        "url": "http://www.foxnews.com/us/2016/07/16/14-shot-outside-party-in-southern-california.html",
        "title": "14 people shot outside party in Southern California",
        "text": "Authorities in Southern California said Saturday that three teens who were kicked out of a large house party returned and fired gunshots randomly into the crowd, injuring 14 people.\n\nThe Kern County Sheriff's Office said that the victims were hit in the arms, legs and chest. Two people suffered critical injuries, but were expected to survive.\n\nInvestigators were searching for three suspects, aged between 16 and 19 years.\n\nThe shooting took place shortly before 1 a.m. local time in Bakersfield, about 90 miles north of Los Angeles.\n\nKern County Sheriff's spokesman Ray Pruitt told KNX-AM radio that the homeowners allowed their daughter to host the party. She promoted it on social media and about 150 people arrived — many uninvited.\n\nThe Bakersfield Californian, citing a neighbor, reported that the girl's father ejected the teens after a fight broke out in the backyard. They returned a short time later, and at least two of them opened fire.\n\nNeighbors told the paper that the shooters walked up and down the street searching for partygoers who had fled. The paper also reported that the homeowner was grazed in the head by a bullet and was released from the hospital.\n\nNo arrests have been made and there's no immediate word on a motive for the attack.\n\nThe Associated Press contributed to this report.\n\nClick for more from Bakersfield.com.",
        "original": "Authorities say attackers have shot and wounded 14 people, two critically, in an attack on a crowd outside a house party in Southern California.",
        "summary": "The Kern County Sheriff's Office has reported that three people were injured in a shooting outside a house party in Bakersfield, about 90 miles from Los Angeles, shortly before 1 a.m. The victims, aged between 16 and 19 years, were critically wounded.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                51,
                56
            ],
            [
                232,
                251
            ]
        ]
    },
    {
        "url": "http://people.com/style/ivanka-trump-clothing-line-boycott-grabyourwallet/",
        "title": "#GrabYourWallets Is Trending",
        "text": "Ivanka Trump is continuing to support her father Donald Trump’s presidential campaign following his “locker room talk” and multiple sexual assault allegations, but not without significant backlash. Shoppers are now boycotting her clothing and accessories line, Ivanka Trump Collection, and using the hashtag #grabyourwallet (a reference to her father’s language in the “hot mic” tape) to make their protest known. And they aren’t just refusing to buy her clothes: They’re also declining to shop at retailers that carry the line until her merchandise is pulled from shelves.\n\nThe movement’s growth could be pinned to Shannon Coulter, a technology and media marketing specialist, who was particularly moved to take action against Ivanka once she continued to support her father following the release of the Access Hollywood tape.\n\n“When I heard Donald Trump talking on that tape, I recognized in his words the same feeling that I had that day – of being nothing more than an object,” Coulter told The Guardian, recalling her own history of sexual harassment. “No matter how smart you are or how hard you work, they can do that to us.”\n\nCoulter was especially compelled to boycott the line due to the fact that Trump has always positioned it as “for the working woman” and continues to promote it as such. “If Ivanka Trump had distanced herself from the campaign I would not be boycotting her. But something changed for me when that tape was released,” Coulter said.\n\nShe spearheaded the Twitter hashtag #GrabYourWallet, a play on Donald’s infamous “locker room talk” comment saying he would “grab” women “by the p—y.” The Guardian reports that more than a million people viewed Coulter’s posts, while 50,000 have responded with support and 2,000 have said they will participate. Those already on board are boycotting retailers carrying the line, including Nordstrom, Macy’s, Amazon, Lord & Taylor, Marshalls and Zappos until merchandise is removed.\n\nRELATED PHOTOS: Star Designers You Must Know\n\nAt Fortune‘s Most Powerful Women conference in Laguna Niguel, California, the New Yorker reports that managing editor of Time magazine, Nancy Gibbs, interviewed Ivanka and asked about the dichotomy of leading a brand that champions working women while also supporting her father who is being accused of multiple sexual assults.\n\n“My brand was launched far before the presidential cycle commenced and will continue long afterwards,” Ivanka said. “I’ve always tried to maintain complete separation between that and the campaign. With that said, you know, one of the challenging things is just operating, living one’s life, with the intensity and the scrutiny of this process is a very hard thing actually to do.”\n\nIvanka also explained why she accepted her father’s apology after his lewd comments on Access Hollywood leaked. “He recognizes it was crude language,” she explained. “He was embarrassed that he said those things, and he apologized. That’s not language consistent with any conversation I’ve ever had with him, or any conversation I’ve ever overheard, so it was a bit jarring to hear. I think he was sincere in his apology.”\n\nRecently this year her brand was sued by footwear brand Aquazzura for copying “nearly every detail” from a popular sandal design and had roughly 20,000 scarves recalled by the CPSC for having an above-average burn risk, while its employees have criticized her for touting a national maternity leave policy while not offering one at her own company.\n\nWill you join the boycott? Share in the comments below.",
        "original": "Her continued support of her father’s campaign is bringing her brand under fire",
        "summary": "Ivanka's loyalty to her father's campaign is causing her brand to be praised by Nordstrom, Macy, Amazon, Marshalls, and Zappos, while the New Yorker, Time, and Nancy Gibbs are under fire for their support of Laguna Niguel, California.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                69,
                76
            ],
            [
                80,
                126
            ],
            [
                176,
                234
            ]
        ]
    },
    {
        "url": "http://blogs.wsj.com/washwire/2016/07/11/republicans-descend-on-cleveland-what-to-watch/",
        "title": "Republicans Descend on Cleveland: What to Watch",
        "text": "<![if ! lte IE 8]> <![endif]>\n\nFinally, Cleveland! Home to the National Basketball Association champion Cavaliers, baseball’s first-place Indians and, for the next two weeks, Republicans who will pick their party’s platform and presidential nominee.\n\nAfter 19 months of intraparty campaigning, the coming fortnight figures to be a break from the quadrennial made-for-TV events to which American political conventions have evolved. There are for the first time in generations serious questions about what the GOP will stand for, in addition to whether it will indeed nominate Donald Trump as its standard-bearer.\n\nNot since 1976 has the party been a week out from its national convention without being certain of its presidential standard-bearer. Beginning this morning, delegates on the convention’s Platform Committee will hammer out whether the party’s grass-roots issues are a rebuke to Mr. Trump’s policies in the GOP platform.\n\nEach morning for the next two weeks I’ll act as your guide to what’s happening in Cleveland, from the Rules Committee fight starting Wednesday over whether to liberate delegates bound to Mr. Trump – and throw the convention into unprecedented chaos – to whether the convention will accept Mr. Trump’s chosen running mate as the party’s vice-presidential nominee.\n\nThe platform discussions that begin today will offer the first signals of Mr. Trump’s hold on the party he aims to lead. The New York businessman is of course under no obligation to follow the GOP platform. Past nominees including Mitt Romney, John McCain and Bob Dole have ignored or disagreed with large portions of the official platforms when they ran for president.\n\nBut with Mr. Trump thumbing his nose at leading Republicans on a host of issues – trade, gay rights and immigration, to name three that are expected to be flash points this week – the GOP platform is an opportunity for activists to either embrace his positions as the new stamp of the party, or offer a formal resistance. Activists who dedicate their careers to specific issues have descended on Cleveland already to make sure they have input on the party’s platform.\n\n“There are people associated with the Trump campaign and involved in the RNC involved with the platform to make sure that their voices are heard,” said Oklahoma Gov. Mary Fallin, who is a co-chairman of the Platform Committee. “The platform is also about the grass roots nationwide and their ability to have their voices heard.”\n\nHere’s how the party’s platform will get written: When the 112 Platform Committee members meet this morning, they’ll divide into six subcommittees that will focus on the economy, national security, government reform, families, natural resources and constitutional law, which includes immigration.\n\nEach of the subcommittees, working from draft language prepared behind closed doors by Republican National Committee staffers, will spend Monday writing their pieces of the party platform. (To prevent leaks, the RNC officials distributed draft copies of the platform to committee members on paper Sunday night, but not didn’t provide electronic copies.) By Tuesday, the entire committee will amend and vote on the different sections of the GOP platform.\n\nOn trade in particular, Mr. Trump’s ability to put his stamp on the party will be clear as the Platform Committee meets. Four years ago, the GOP explicitly endorsed enacting the Trans-Pacific Partnership trade deal Mr. Trump denounces. “International trade is crucial for our economy,” the 2012 platform reads. “It means more American jobs, higher wages, and a better standard of living.” Now Mr. Trump has said he’d pull out of the North American Free Trade Agreement and kill the pan-Pacific TPP.\n\nAndy Puzder, the fast-food company CEO who is the chairman of the Platform subcommittee that will focus on trade issues, said Friday that he couldn’t predict what the party’s trade platform will be when the committee finishes its work.\n\n“I believe in trade, I think we need trade,” said Mr. Puzder, a California delegate who backs Mr. Trump. “I don’t think we need massive trade deficits. But I think if we had better negotiated trade deals and we enforce the deals we had, we wouldn’t have massive trade deficits.”\n\nWhat that means for the platform, Mr. Puzder said he didn’t know.\n\nMORE: Voters Add to Election Turmoil by Threatening to Jump Party Lines Possible Trump Vice President Pick Backs Abortion Rights Trump’s Comments Intensify Concerns Among Republican Donors",
        "original": "With Donald Trump thumbing his nose at leading Republicans on a host of issues – trade, gay rights and immigration, to name three that are expected to be flash points this week – the GOP platform is an opportunity for activists to either embrace his positions as the new stamp of the party or offer a formal resistance.",
        "summary": "The Republican National Convention, which is being held at the court of National Basketball Association champion Cavaliers, will focus on whether the GOP will nominate Donald Trump as its presidential nominee and what the party stands for. With Donald Trump thumbing his nose at leading Republicans on a host of issues—trade, gay rights and immigration, to name three that are expected to be flash points this week—the GOP platform is an opportunity for activists to either embrace his positions as the new stamp of the party or offer a formal resistance.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                59,
                122
            ]
        ]
    },
    {
        "url": "http://www.wsj.com/articles/digital-ad-spending-in-u-s-to-surpass-television-spending-in-2016-1444937398",
        "title": "Digital Ad Spending in U.S. to Surpass Television Spending in 2016",
        "text": "<![if ! lte IE 8]> <![endif]>\n\nDigital media ad revenue will surpass TV ad spending faster than expected, according to a new forecast from Magna Global.\n\nThe Interpublic-owned media buying and research firm projects digital media in the U.S. will overtake television as the biggest media category next year—a year earlier than previously expected – with $66 billion in revenue. That shift is a “powerful symbol” for the future of the U.S. ad market, said Magna Global’s director of global forecasting, Vincent Letang. Digital media is already the biggest media type in several Western European countries as well as in China.\n\nDigital media spending has been booming as advertisers increasingly pour ad dollars into social and video formats, as well as search ads, to keep up with changing consumption habits. At the same time, advertisers have been pulling back on their investment in most types of traditional media categories, including television. In its latest forecast, Magna Global lowered its projections for overall U.S. spending in 2015 and 2016, citing weaker-than-expected TV ad sales.\n\nThe growth of digital advertising doesn’t fully offset the contraction in TV ad dollars. When advertisers shift budgets to digital media, they expect to save on their overall ad spending. Digital media thus has a deflationary effect on the broader ad market and can hurt the pricing power of traditional media, Mr. Letang said.\n\nTelevision ad sales have had a tough year so far due to sliding ratings, weaker pricing and difficult year-ago comparisons. National TV sales in the U.S. fell 3.4% in the second quarter-- the worst quarterly performance for TV since 2009—though this was affected by the year-ago impact of the FIFA World Cup tournament on Spanish network ad sales. For the first six months of the year, national TV sales were down 1.4%, excluding political and Olympic ad spending. Magna Global projects national TV ad sales to decline 0.4% for the year full year.\n\nDespite a strengthening economy, overall ad sales growth in the U.S. has been tepid in the first half of the year – providing further evidence that the ad market is no longer as strongly correlated with the health of the broader market as it has been historically, Mr. Letang said.\n\nMagna Global now expects U.S. ad revenues to increase 2.2% to $165 billion this year, excluding non-recurring revenue from political and Olympic ad spending, down from its June forecast of 3% growth. Domestic ad spending is expected to accelerate to 3.3% growth for 2016, excluding political and Olympic ad spending, though that’s below Magna Global’s prior projection of 3.8% growth.\n\nMr. Letang notes that ad revenue growth in the second half of 2015 is projected to fare better than the first half’s 1.6% growth due to easier year-ago comparisons. Digital media ad sales, led by social and video formats, were up 16% in the first six months of the year and are expected to increase at a similar rate for the full year.\n\nOut-of-home was the only traditional media category to experience ad sales growth, up 4% so far this year, as it continues to benefit from new digital screens and strong growth in the small sector of cinema advertising. Out-of-home ad spending is expected to grow 3.3% for all of 2015, compared to a 3.8% contraction for ad sales across all traditional media types this year.\n\nWrite to Nathalie Tadena at nathalie.tadena@wsj.com",
        "original": "Magna Global now expects digital media to overtake television as the biggest media category in the U.S. in 2016, a year earlier than previously expected.",
        "summary": "Magna Global now estimates that digital media will take the lead over television as the largest media category in the U.S. in 2015, 16% higher than the first six months of the year and 4% higher than this year.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                132,
                180
            ],
            [
                185,
                210
            ]
        ]
    },
    {
        "url": "http://online.wsj.com/article/SB10001424052748704629804575325060906283900.html",
        "title": "Chrysler Readies 'Man Van' Minivan Based on its Grand Caravan R/T Concept Car",
        "text": "Chrysler Group is working on a plan to make the soccer-mom minivan more macho, turning it into something even dad wouldn't mind driving.\n\nFor the \"man van,\" Chrysler plans a sportier look than its Grand Caravan.\n\nChrysler is calling it the \"man van\"—a special version of its Dodge Grand Caravan—and it is expected to appear at dealerships and be available for orders within the next few months, according to several auto dealers briefed on the matter.\n\nChrysler declined to comment. Company officials, including Dodge brand Chief Executive Officer Ralph Gilles and Chrysler Chief Executive Sergio Marchionne, discussed with dealers what they called the \"man van\" in Detroit late last month.\n\nThe vehicle will feature a slightly sportier look on the outside, possibly finished off with a black-and-gray interior trimmed with hot-colored stitching on the seats and steering wheel.\n\n\"A man van won't generate huge sales, but it's one of those vehicles that gets people talking and heads turning,\" said one dealer. \"We need that now. I mean if it gets one guy to give the minivan a second look, its worth it.\"\n\nIt's part of Chrysler's wider strategy to make some older vehicles new again, as it continues wrestling with sluggish sales and increased competition. Later this year, Honda Motor Co. plans to launch a sleeker \"athletic\" design for the Odyssey, the top-selling minivan in the U.S.\n\nChrysler's man van may help overcome the stigma surrounding the minivan in the eyes of many men. With its focus on cup holders, sliding doors and a ho-hum driving experience, the minivan has an image as a boxy vehicle of convenience, driven by mothers to get the kids to soccer practice or pick up groceries.\n\nOverall, automakers' U.S. sales of minivans have been falling, hitting 424,007 minivans last year, down more than 50% compared with 2005 levels, according to Autodata Corp. data.\n\nThe man van is expected to inject some excitement into the Dodge portfolio, which hasn't had much attention since \"That got a hemi?\", a talked-about 2006 ad campaign.\n\nDealers say Chrysler's man van may borrow heavily from the Grand Caravan R/T, a prototype it quietly rolled out in 2008 at the North American International Auto Show in Detroit. Auto makers use prototypes—known in the industry as \"concepts\"—to test consumer response.\n\nIn photos from the auto show, the prototype appears as a hot reddish-orange vehicle with a scoop in the hood finished off with an air vent over the engine. Inside, black-leather seats were trimmed in hot-red stitching.\n\nThe vehicle got little notice and was shelved amid mounting financial problems and the sale of Chrysler to Cerberus Capital Management LP.\n\nIn addition to the man van, Chrysler also is working on a souped-up luxury version of the Dodge Durango sport-utility vehicle, which is also being refreshed and will begin rolling off the production line later this year. That vehicle is dubbed the Citadel.\n\nMr. Gilles, who joined Chrysler's design studios in 1992, also serves as senior vice president of product design in his role as head of Dodge, a post he got last year following the auto maker's bankruptcy and subsequent merger with Fiat SpA.\n\nMr. Gilles is a long-time believer that auto makers can create, with a few tweaks, compelling products without the need to start all over again. And Mr. Marchionne is a staunch supporter of ideas that can broaden the Chrysler's design capabilities. Since taking over at Chrysler, he has spent the majority of his time on the look of Chrysler vehicles both inside and out. Recently he ordered changes on the headlights of the new Jeep Grand Cherokee that went into production this month.\n\nAnalysts are skeptical about whether these ideas—what Mr. Gilles calls \"package innovation\"—will work in an economy where people are still reluctant to spend.\n\n\"Consumers are looking for something different. They want value. They want a product that will take them through the next downturn,\" says IHS Automotive analyst Rebecca Lindland. \"Generating sales by making cosmetic changes doesn't work when overall sales are low and the competition is fierce.\"\n\n\"In the end these vehicles bump sales,\" one dealer said. \"Let's say you are ordering five minivans. You may choose just for fun to throw in a couple man vans. That's two more vehicles that Chrysler just sold.\"\n\nWrite to Jeff Bennett at jeff.bennett@dowjones.com",
        "original": "It will feature a slightly sportier look on the outside, possibly finished off with a black-and-gray interior trimmed with hot-colored stitching.",
        "summary": "The new Dodge van from Autodata Corp. will be the hottest thing on the road with its sleek exterior and bold black-and-gray interior, featuring hot-colored stitching. With only 424,007 minivans sold in the U.S. since 2005, this is sure to bring the numbers back up.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                23,
                37
            ],
            [
                236,
                246
            ]
        ]
    },
    {
        "url": "http://politics.blogs.foxnews.com/2012/10/07/obama-jokes-he-doesn-t-perform-flawlessly-night-after-night",
        "title": "Obama jokes he doesn’t perform flawlessly night after night",
        "text": "LOS ANGELES, California - At a star-studded concert in Hollywood, President Obama joked that unlike the rock stars who were on stage before him, he doesn't always perform perfect each night.\n\nThe president praised the stars for performing on stage flawlessly night after night and followed up with \"I can't always say the same,\" a reference to his debate performance on Wednesday, which was widely viewed as a win for his GOP opponent Mitt Romney.\n\nThe concert came on the heels of his best fundraising month yet, and featured performances by Jon Bon Jovi, Earth Wind and Fire, Stevie Wonder, Katy Perry and Jennifer Hudson.\n\nGeorge Clooney introduced the president at the concert at the Nokia Theatre in front of 6,000 people, most of whom paid $250 to attend.\n\nEven though he spoke in front of the crowd shortly after the concert, he didn't actually get to see the performances.\n\nObama gave his standard stump speech, but also changed the order, starting off the top with his foreign policy credentials.\n\nHe told the energetic crowd that he'd wind down the wars in Iraq and Afghanistan and bring justice to those who attacked on 9/11.\n\nThe placement up top is noticeable given that Romney is giving what is billed as a major foreign policy speech Monday in at the Virginia Military Institute.\n\nAlso, the next presidential debate is next Tuesday at Hofstra University in Hempstead, New York with the specific focus of foreign policy.\n\nWhile he's in Los Angeles, Obama is also doing a high dollar dinner for 150 guests who paid $25,000 to hear the president and eat food at WP24 by Wolfgang Puck. Former President Bill Clinton is also attending the dinner.\n\nTomorrow Obama heads to Keene, California for the dedication of the César E. Chávez National Monument before heading to San Francisco for another concert with John Legend and Michael Franti.",
        "original": "LOS ANGELES, California -  At a star-studded concert in Hollywood, President Obama joked that unlike the rock stars who were on stage before him, he doesn't always perform perfect each night. The president praised the stars for performing on stage flawlessly night after night and followed up with \"I can't always say the same,\" a reference to his debate performance on Wednesday, which was widely viewed as a win for his GOP opponent Mitt Romney.",
        "summary": "At a star-studded concert in Los Angeles, California, GOP presidential candidate Mitt Romney praised the rock stars for performing flawlessly, following up with \"I can't always say the same.\" Romney was making a reference to his debate performance on Wednesday, which was a win for his opponent Barack Obama.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                81,
                92
            ],
            [
                295,
                307
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2010/03/15/world/asia/15thai.html",
        "title": "Protests Urge Resignation of Leaders in Thailand",
        "text": "BANGKOK — Tens of thousands of protesters poured into Bangkok on Sunday demanding that the government step down in what was one of the largest demonstrations in Thailand’s recent tumultuous history.\n\nConvoys of farmers in pickup trucks and busloads of families wearing the protesters’ trademark red shirts blanketed a district of ministries and government offices.\n\n“We are here to announce class warfare, in peace and for democracy,” Nattawut Saikua, a protest leader, told a roaring crowd not deterred by the scorching sun and 90-degree temperatures.\n\nOrganizers estimated the crowd at 250,000 people and said more were on the way by road and riverboat. The police estimated the number of protesters at 120,000 but said that was likely to increase. The protest leaders have vowed to continue their demonstration well into the week if their demands are not met.\n\nIn four years of political turmoil here, the divisions in Thai society have been complex and manifold. But on Sunday, protesters and their leaders portrayed the demonstration as a struggle of the poor and disaffected against a government supported and controlled by the elite.\n\nPrime Minister Abhisit Vejjajiva, a former economics professor educated at Oxford, was described in speeches by protest leaders as the son of “privilege” who had evaded military service and now presided over a veiled dictatorship.\n\n“They have never felt pain,” Mr. Nattawut said of the governing class. “We don’t have their connections, but we’re ready to die.”\n\nMr. Abhisit came to power in December 2008 with military backing after a court forced the dissolution of the previous government by disbanding a political party loyal to Thaksin Shinawatra, the prime minister ousted in the military coup four years ago.\n\nMr. Abhisit’s government, which has two years left in office before it must call elections, has poured money into rural development projects, but Mr. Abhisit remains unpopular among voters in the rice-growing area of northeastern Thailand, a stronghold for Mr. Thaksin.\n\nIn his weekly television address on Sunday, Mr. Abhisit rejected the protesters’ demands to step down, calling them “unpractical.”\n\n“I cannot accept any demand that is considered a threat,” he said. “I came to power in a constitutional way.” He added, “I have the right to complete my term.”\n\nThe depth of the distrust of the elite and the sense of victimization was on display among protesters at the rally on Sunday. Vendors sold hats that read: “Whatever you do is right. Whatever I do is wrong.”\n\n“We’ve come to ask for justice and democracy,” said Sompaan Nhongbor, 63, a rice farmer from the northeast who drove to the protest in a pickup truck jammed with 12 people and a large bag of sticky rice to sustain themselves.\n\n“We’re not doing this for Thaksin,” Mr. Sompaan said. “If Thaksin were a bad person, we would be chasing him out, too.”\n\nThe protesters, or redshirts, as they are called here, say they had more opportunities during the five years when Mr. Thaksin, a telecommunications tycoon, was prime minister. They credit him with creating a heavily subsidized health care system and with cracking down on illegal drugs.\n\nVoters from the northeast still speak bitterly about the 2006 military coup that ousted Mr. Thaksin, a move they say was carried out by the Bangkok establishment.\n\nA Thai court decided in February that the government could seize $1.4 billion of Mr. Thaksin’s assets because he had used his position in government to advance his business interests.\n\nMany here say they perceive the decision as continued persecution of Mr. Thaksin by a shadowy elite.\n\nMr. Thaksin addressed the rally by video on Sunday night from an undisclosed location outside Thailand, The Associated Press reported. “The people who caused the problems in the country these days are the ruling elites,” he told the crowd.\n\nNear Parliament, there were hundreds of trucks, bearing license plates from across the rural heartland, serving as makeshift kitchens.\n\nMany Bangkok residents say they fear the demonstrations will turn violent; some wealthier families left, while others stayed indoors. But most parts of Bangkok, a vast metropolis of about eight million people, were calm and unaffected by the protest.",
        "original": "Convoys of farmers in pickup trucks and busloads of families wearing the protestersâ\u0080\u0099 trademark red shirts blanketed a district of ministries and government offices.",
        "summary": "Tens of thousands of protesters, mostly farmers and families wearing red shirts, marched in Oxford in what was one of the largest demonstrations in Thailand's recent history. Protest leaders portrayed the demonstration as a class warfare against a government supported and controlled by the elite.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                92,
                98
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/wp-dyn/content/article/2010/11/20/AR2010112002951.html",
        "title": "Campaign operative's past looms large in his future with next D.C. mayor",
        "text": "His ability to gather people and raise money for a nascent campaign got Reuben O. Charles II noticed - and promoted. Even his impeccably dressed frame exuded a booming confidence.\n\nHe was a top choice to be D.C. Mayor-elect Vincent C. Gray's chief of staff, in position to wield considerable influence in the new administration.\n\nA few weeks and some missteps later, Charles, 41, continues to manage Gray's transition, but he is out of the running for the top job.\n\nCharles's breakneck rise through the ranks of the Gray mayoral campaign was so fast it rendered the staff unable to control the public scrutiny of Charles's past. A decade ago, he was an ambitious venture capitalist in St. Louis, where a major deal to help minority businesses collapsed. The fallout - a series of lawsuits and liens - has haunted Charles. Just last week, he obtained a signed affidavit to clear him of a $236,000 debt to the state of Illinois.\n\nThe rocky financial history led some to pressure Gray (D) to distance himself from a man pivotal to his defeat of Mayor Adrian M. Fenty (D). It didn't help that in Charles's first week as head of the transition, Gray's election-night victory party was held at a nightclub owned by a man who owes the city more than $600,000 in back taxes. Gray also did not attend the funeral of the first police officer to die in the line of duty in two years. The blunders have caused some in the campaign to doubt whether Charles is ready for prime time.\n\n\"We made some mistakes, and I own up to them,\" said Charles, a married father of two elementary school-age boys who moved to the District three years ago.\n\nBut Charles's supporters fear Gray folded too easily to pressure from critics who say Charles lacked the experience and maturity to be chief of staff. Charles, they said, deserves credit for fundraising and for gaining the trust of education reform stakeholders worried that a Gray mayoralty would slow progress in schools.\n\nIn an interview, Gray downplayed the controversy surrounding Charles's apparent fall from grace. That Charles would be his chief of staff, Gray insisted, was a rumor that spun out of control. He credited Charles with doing \"an excellent job during the campaign\" but said he is unsure whether Charles would hold an administration post.\n\nIn an interview, Charles said he joined Gray's campaign in the spring as a volunteer because he was inspired by the council chairman's approach to government over that of Fenty. Gray, he added, \"injected warmth and community sensitivity.\"\n\nAn IT consultant to District government and the Washington Metropolitan Area Transit Authority, Charles jumped at the chance to help campaign manager Adam Rubinson and Suzanne Peck, assistant manager and chief information officer at WMATA, who also volunteered to help with fundraising.\n\n\"When he came, he came out of nowhere,\" Neil Richardson, a Gray campaign strategist, said of Charles. \"We saw pretty quickly that he was good at gathering people up.\"\n\nFenty's aggressive fundraising team, led by campaign manager John Falcicchio, had locked down hundreds of $2,000 maximum donations from developers and business interests reluctant to give to Gray.",
        "original": "His ability to gather people and raise money for a nascent campaign got Reuben O. Charles II noticed - and promoted. Even his impeccably dressed frame exuded a booming confidence.",
        "summary": "Charles' impressive fundraising and charisma resulted in his promotion, and his stylish attire and strong presence left a lasting impression. John Falcicchio was among those who recognized his potential in rallying funds for Fenty's campaign.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                142,
                157
            ],
            [
                225,
                241
            ]
        ]
    },
    {
        "url": "http://www.theguardian.com/world/live/2015/apr/27/nepal-earthquake-rescue-efforts-thousands-seek-shelter-rolling-report",
        "title": "Nepal earthquake death toll expected to rise sharply",
        "text": "In the former royal city of Bhaktapur, dozens of traditional temples have been reduced to dirt and palaces have lost entire wings. Damage to the famous Unesco-listed durbar squares of the city has been extensive; the Dharahara tower, one of Nepal’s most famous landmarks, was reduced to rubble, killing up to 180 people and leaving up to 200 people trapped inside. Masonry lay scatted across the stone paving. An ornate dragon’s head lay next to a chipped effigy of a god.\n\nRescuers used their bare hands, with no protective gear or heat detectors, in their optimistic search for survivors. The narrow alleys would stop cranes, earthmovers or diggers reaching most of the houses that have collapsed, even if the aftershocks hadn’t scared workers out of even trying, said Shyam Adhikari, the local police chief.\n\n“Anyway, there’s not much point. There are some entire families buried. We know because no one reported them missing. No one is alive under the rubble,” he told The Guardian.",
        "original": "Aftershocks hinder rescue efforts in the Himalayan nation as death toll passes 3,800 after a devastating 7.8 magnitude quake near Kathmandu",
        "summary": "Up to 180 people had perished in the Himalayan nation of Dharahara after a 7.8 magnitude quake near Nepal; rescue efforts have been hindered by aftershocks.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                57,
                66
            ],
            [
                95,
                105
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2015/10/25/fashion/when-the-doorman-is-your-main-man.html",
        "title": "When the Doorman Is Your Main Man",
        "text": "It was summertime in Manhattan, dark and balmy, almost midnight, on the Upper West Side. He and I rounded the corner from Amsterdam. Drinks had gone well. Walking me home, he held my hand. Tipsy, I said, “You can’t come up,” and stopped near a stoop.\n\n“I don’t want to,” he said coyly, placing his hands on my waist, drawing me close. “But I do want to see you again.” He smiled.\n\nI smiled. “What I mean is, if you want to kiss me good night, it has to be here.” We weren’t even close to my building.\n\n“But I thought you lived in ——” he said, craning his neck to look for street signs “——the 90s?”\n\n“I do.” I started to stammer, to try to explain. “I do, but see, he knows we’re on our first date, and there’s a window he can see out of onto the sidewalk, and sometimes he’s waiting. If I’m too late, he can get worried.”\n\n“Who?” my date asked, looking concerned. “Who can see us?”\n\n“No, no. It’s hard to ——”\n\nI sighed and shrugged, flying my freak flag, ruining the moment. I took a deep breath. “My doorman.”\n\nGuzim was my doorman, and ours was a common and unsung friendship, that between women living in New York, single and alone, and the doormen who take care of them, acting as gatekeepers, bodyguards, confidants and father figures; the doormen who protect and deliver much more than Zappos boxes and FreshDirect, not because it’s part of the job, but because they’re good men.\n\n“I don’t like him,” Guzim said of a new guy I was dating two months later. He whispered this over the intercom.\n\nI entered the lobby and saw them outside, my doorman and my date on the sidewalk, laughing and chatting. My date turned to flick his cigarette away, and Guzim took the moment to shoot me a look: He had gotten the scoop and was already wary.\n\nI waved goodbye as my date and I walked off. When I glanced back, Guzim shook his head. I rolled my eyes. What did he know? What could he tell from a 10-minute talk?\n\nMy date turned out to be sexy and funny, spoke gorgeous Hebrew and partied too much. And so I agreed to a second drink and saw him again, and again, as autumn drew on. I was always attracted to bad boys.\n\nGuzim wasn’t a bad boy. He was kind and well mannered, a gray-haired cross between Cary Grant and George Clooney. Born in Albania in the mid-1940s, he hailed from an educated military family; his father had been an army general. When Guzim was 19, the communist leader Enver Hoxha’s secret police arrested and interned his family, accusing them of treason.\n\nFor 20 years, he lived in a labor camp, forced to farm in a remote area, not unlike Stalin’s gulags. “My whole life as a young man,” he said to me once. He never married. Never had children.\n\nAt 39, he was finally released, and the United States granted his family asylum. He found a job as a white-glove doorman in New York. Whenever I asked him how he was, on any day, at any hour, he always said, “No complaints.”\n\nOn Halloween night that same year, I walked home again, this time alone, from the 24-hour CVS. I couldn’t sleep. In pajama bottoms, T-shirt and Uggs, I skipped up the steps into the lobby, a white paper bag clenched in my hand.\n\nHidden inside was a pregnancy test.\n\nGuzim was resting on his usual stool, half-on, half-off, and looked up from his New York Post. “What?” he said.\n\n“Nothing.” I sailed past and held up the bag. “Headache. Tylenol.”\n\n“No,” he said in a drawn-out way, shaking his head, folding his newspaper closed.\n\nI stopped and looked around. No one was in the lobby. Fine. It was well after midnight, so I doubled back. “I think, I don’t know ——” I bit my lip. “I missed a, you know.” My face contorted, and I started to cry.\n\nGuzim waited, then said, “The Israeli?”\n\n“Yes! And I don’t even like him,” I said, wiping my tears. “He’s a liar. I can’t spend the rest of my life with him.”\n\n“So don’t,” Guzim said, straightening the cuffs of his uniform jacket. We stood and talked for two more hours.\n\nI was distraught. I thought I had been safe, counted the days and done the math, used protection — most of the time. “How did this happen?” I stupidly asked.\n\n“How?” Guzim said with a wry smile. “Come on. It’s life.”\n\nTwo weeks later, I told the father. He seemed at once delighted and horrified. A few weeks later, he even proposed.\n\nI politely declined. He didn’t want to be a parent. Not really. We didn’t want to marry each other. We both knew the truth.\n\nI said I’d raise the baby myself, and he could be involved as little or as much as he wanted to be. He was off the hook, as long as we kept the drama at bay and stayed in touch. We three would be friends, if not family. He agreed.\n\nThree months later and starting to show, I broke the news to everyone else. My Catholic parents, married over 40 years, feared for my future as a single mother. I didn’t blame them. My girlfriends — married and single, mothers or childless — were mostly supportive.\n\nBut I became fodder for gossip: Who was the father? Did I dump him, or did he dump me? Valid questions, sometimes asked to my face, sometimes not.\n\nBut down in the lobby, Guzim was there with no dog in the race. I wasn’t his daughter, sister or ex. I wasn’t his employee or boss. Our social circles didn’t overlap. Six days a week, he stood downstairs, detached but also caring enough to be the perfect friend, neither worried nor pitying.\n\nIt was he who signed for the crib when it came, for the onesies, bottles and boxes of diapers. It was he who asked how I felt every day. I saw the Israeli every few weeks.\n\nGuzim and I talked a lot over those nine months, and his worldly perspective comforted me: more European than tristate, more Cold War than 21st century and grounded in gratitude.\n\nHis stance was resolute. He upheld and honored me for my choice, and protected my dignity and self-esteem. I was still young, he reminded me. I could still meet a man and get married. I had a master’s degree, a job, savings.\n\nSo what if I wasn’t married? Look at the world. Worse things had happened in history. Please. We would be fine. My baby was a gift.\n\nIn August, while I was away for the weekend, my water broke early, and I gave birth in Providence, R.I. Two days later, my parents picked me up and drove me south on Route 95 to the Upper West Side and home.\n\nWhen my father pulled up, Guzim knew the car. He skipped down the steps and swung the back door open wide. Somehow he knew what was waiting inside.\n\nI climbed out, exhausted and teary. We hugged. I turned back, unclipped the car seat and pulled it out. We both gazed at the sleeping newborn, impossibly pretty.\n\n“Beautiful,” he said. “Wonderful job.”\n\nNine days later, the Israeli left for good. His father was sick back home, he said. But we were friends and on good terms, and for the next year, I emailed him photos. He called and we laughed as he kept me awake during those first long, sleepless months.\n\nBut Guzim’s was the face we saw every day, the man who said good morning and good night to my girl, who smiled and cooed and remarked on her growth, her smile and her first words.\n\nThe Israeli kept in touch for over a year and then disappeared. No more emails or calls. I’d send photos, and he’d send silence.\n\nMy daughter held a special affection for Guzim, almost as if she understood the role he had played as someone who welcomed her into this world with open arms, an open heart, ready and willing to guard and protect her, just as he had guarded and protected her mother.\n\nOnce she could, she’d run down the sidewalk, arms outstretched, and he’d catch her up into a big hug.\n\nHer father doesn’t call or visit, and we don’t call or visit him. But we visit Guzim.\n\nWe live in California now, but when we’re in New York, we drop by the building, hoping to find Guzim at his post. Sometimes he is. Sometimes he isn’t. But we always check.\n\nAnd when we find him and he asks how I’m doing, I look at my girl and say, “No complaints.”",
        "original": "For a single woman in New York and the guy who stands watch in her building, their special bond proves lasting.",
        "summary": "For a single woman from Amsterdam and the guy who stands watch in her building, their special bond proves lasting and unbreakable.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                24,
                33
            ]
        ]
    },
    {
        "url": "http://www.foxnews.com/tech/2016/07/29/wikileaks-dnc-email-dump-sparks-malware-fears.html",
        "title": "Wikileaks DNC email dump sparks malware fears",
        "text": "The trove of leaked Democratic National Committee emails posted to Wikileaks on July 22 has sparked concerns about malware as users access the vast trove of documents.\n\nWikiLeaks posted close to 20,000 emails and 8,000 attachments that were sent or received from top Democratic officials, appearing to suggest that the committee’s chairwoman, Rep. Debbie Wasserman Schultz, and others favored Hillary Clinton over Sen. Bernie Sanders during the party’s primary. The release forced the resignation of Wasserman Schultz.\n\nOn the day of the leak, Google’s Transparency Report warned users of dangerous downloads from Wikileaks.org. Google has not revealed specifically what was detected, although the search giant’s safe browsing technology examines billions of URLS each day looking for unsafe websites. Wikileaks.org’s status was rated as ‘not dangerous’ by Google’s Transparency Report Friday.\n\nNonetheless, security experts are weighing the significance of last week’s malware warning. Josh Wieder, a systems administrator and security researcher who says he identified malware in Wikileaks’ dump of Global Intelligence Files last year, told FoxNews.com that the warning underscores the ongoing security risk posed by the website.\n\n“It is also worth considering how exactly Wikileaks gets their hands on files like the DNC emails and Global Intelligence Files,” he explained, via email, noting the rumors that a foreign intelligence service was responsible for the DNC email dump. “The point is that even if Wikileaks does not know who is providing them with the DNC emails, it is within reason to suspect that the server hosting those files was compromised.”\n\n“Everything that I know about how Wikileaks distributes files to users indicates that they do a very poor job at operational security, and they have made no attempts to be transparent with users about what steps - if any - are taken by Wikileaks to protect them,” he added.\n\nOther security experts also struck a note of caution around the DNC email dump.\n\n“If the WikiLeaks dump included all email attachments, then malware is very likely being made available,” explained Chris Petersen, CTO of security intelligence company LogRhythm, via email. “However, to execute that malware, someone visiting WikiLeaks would need to open the attachments. Given this, nobody should be in danger of malware infection simply by visiting the WikiLeaks site, although they could get themselves into trouble if they dug too far.”\n\nGoogle’s Transparency Report, despite currently rating Wikileaks.org as “not dangerous,” warns that some pages on the site send visitors to dangerous websites and some pages install malware on visitors’ computers.\n\nRay Rothrock, CEO of cybersecurity analytics company RedSeal, described the potential implications of Wikileaks malware as alarming. “The motivation would be to release a slew of juicy emails – allegedly with amazing scary stuff – get curious people from around the world to read them, and bingo, you’ve executed the perfect phish attack.”\n\nNeither Wikileaks nor the DNC has yet responded to a request for comment on this story.\n\nThe reported Wikileaks malware also raises questions about the best ways for users to protect themselves against compromised websites.\n\n“It depends on the attackers’ strategy. Most browsers have protection software that is adept at detecting malware signatures,” said Rothrock. “However, when bad actors update their malware and spread it broadly, they can circumvent browsers’ protection schemes for a short time. This underscores the importance of basic ‘housekeeping,’ such as ensuring browser protections are up-to-date.”\n\nGary Miliefsky, CEO of breach protection specialist SnoopWall, told FoxNews.com that the number one method for deploying ransomware and remote access Trojans has been through email attachments. Miliefsky has also noticed a recent increase in “drive-by malware” hosted on infected web pages and even through Facebook advertisement plug-ins that can install ransomware.\n\nRansomware, which is malicious software used to extort money, represents a growing threat to users. The software can encrypt files until a ‘ransom’ is paid in a difficult-to-trace digital currency, such as bitcoins.\n\nSteve Malone, director of technology solutions at email security company Mimecast, says that users also need to exercise good caution in their web browsing. “Users are the weak link and are easy to dupe, so getting them to click a link in an email, enter personal information onto a fake website, or download malware from an email or a website is easy for an attacker,” he told FoxNews.com, via email.\n\nRansomware, which is malicious software used to extort money, represents a growing threat to users. The software can encrypt files until a ‘ransom’ is paid in a difficult-to-trace digital currency, such as bitcoins.\n\nFollow James Rogers on Twitter @jamesjrogers",
        "original": "The trove of leaked Democratic National Committee emails posted to Wikileaks on July 22 has sparked concerns about malware as users access the vast trove of documents.",
        "summary": "The recent leak of Hilary Clinton's emails on WikiLeaks has raised concerns about malware that may be present on the site. Google's Transparency Report has issued a warning about dangerous downloads from WikiLeaks, although the site's status is currently rated as \"not dangerous.\"",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                19,
                35
            ]
        ]
    },
    {
        "url": "http://www.nydailynews.com/entertainment/tv-movies/judge-judy-sues-connecticut-lawyer-article-1.1719561",
        "title": "Judge Judy sues Connecticut lawyer for using her in his ads without permission",
        "text": "For the first time in her illustrious legal career, Judge Judy is taking someone to court.\n\nThe top-rated TV judge slapped a Connecticut lawyer with a lawsuit Wednesday, accusing him of using her image without authorization in ads promoting his firm.\n\n“Over my fifty-year career,” Judge Judith Sheindlin said in a statement, “I have never filed a lawsuit against anyone.”\n\nBut she added the conduct by personal injury attorney John Haymond was “so outrageous that I feel it requires this action.”\n\nHaymond started running the allegedly illicit commercials in March 2013, according to a federal court complaint filed in New Haven. The ads cut between images of Sheindlin and those of Haymond and his daughters.\n\n“The Unauthorized Advertisements are edited to imply that Sheindlin actually is interacting with Mr. Haymond and his daughters, though in reality she has never met him,” the lawsuit said.\n\n“I have chosen for all of these years on television to maintain my reputation by not endorsing other people's products and services, despite many offers to do so,” Sheindlin noted, “because I believe that it is inconsistent with my judicial career.”\n\nAfter CBS, which syndicates the judge’s hugely popular show, contacted the attorney, the ads were taken off the Internet last April. But they were still running during “Judge Judy” broadcasts in local TV stations as late as last week, court papers charged.\n\nHaymond often stars in his firm’s TV spots and has a highly active Facebook page where he’s depicted crouching amid a bevy of babes. A secretary at his office said he’s currently out of the country and not available to comment.\n\n“Judge Judy” has been on the air for 18 years and is currently the highest-rated daytime program in America.\n\nSheindlin is the highest-paid TV star, bringing in some $47 million a year.\n\nHer lawsuit demands that Haymond’s firm gives up all profits related to the ads and pony up at least $75,000 in damages.\n\nAny recovered money will go toward college scholarships for young women, Sheindlin said.",
        "original": "The popular TV jurist said in a lawsuit filed Wednesday that John Haymond used in his ads without her approval.",
        "summary": "Sheindlin, the popular TV jurist, filed a lawsuit on Wednesday against John Haymond for using her image in advertisements without her approval. His firm is expected to give up to $47 million, their profit related to the unauthorized ads.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                179,
                190
            ]
        ]
    },
    {
        "url": "http://www.cnn.com/2013/05/13/travel/travel-leaders-air-travel-dilemmas/index.html",
        "title": "What would you do in the air?",
        "text": "updated 9:53 AM EDT, Mon May 13, 2013\n\nDoes she really want to talk to him? A slim percentage -- 12% -- would give in to a chatterbox for an entire flight, a survey says.\n\n(CNN) -- You're sitting in an airplane's middle seat and your seatmates take both armrests. What do you do?\n\nFor all the air rage people express online, nearly 50% of travelers say they would sit quietly and say nothing, according to a Travel Leaders Group survey released Monday. About a quarter say they would say something directly to their seatmates.\n\nSome fliers admit leaving devices on in flight\n\nThere was no option to say you'd seize the armrest when the armrest hog gets up to go to the restroom.\n\nWhat if the person in the airline seat in front of you didn't put his or her seat back upright for takeoff and/or landing? Half say: \"Sit quietly and say nothing.\"\n\nOr if you were on a flight with people who talked so loudly that half the plane could hear them? More than one-third have the same \"do nothing\" answer. More than a quarter of responders would call a flight attendant to handle the loudmouth.\n\nInvasion of the plane space snatchers\n\nSo what does it take to get travelers to speak to offenders directly? A pretty clear invasion of personal space apparently.\n\nMore than half of fliers would say something directly to someone who reclined so much that they couldn't lower their tray table or open up a laptop. If the traveler in the seat in front of you \"invaded your personal space with an article of clothing and/or their hair so it was directly in front of you,\" more than two-thirds would speak to the \"invader\" directly.\n\nCalling the flight attendant for help was the second most popular answer in the case of the over recliner, with more than 20% opting to call in backup. Less than 10% of those affronted with hair in the face would call for flight attendant assistance.\n\nCalling a flight attendant is the first solution only if the parents of a screaming child are not making an effort to control their child, with about 47% calling for help. Coming in second place on that one: Doing nothing.\n\nThat may make sense. If the parents allow that kind of screaming, can you imagine how they might scream if provoked?\n\nIf they won't stop talking ...\n\nNow if you're sitting next to someone who wants to talk the entire flight, nearly 40% of people would use a book or other reading materials to limit the conversation. Nearly 20% would put on headphones in addition to reading to stop the talking. And some 12% of fliers would give in and talk to the person the entire flight.\n\nThe \"What would you do?\" travel questions were part of a Travel Leaders survey of 1,788 U.S. consumers from March 15 to April 8.\n\nNo tough talk here. What do you do when confronted with space-invading travelers? Please share in the comments section below.\n\nMost popular stories right now",
        "original": "Nearly 50% of travelers say they would say nothing to fellow fliers who hog armrests on a plane, a survey says.",
        "summary": "Almost 12% of travelers would remain silent when faced with a fellow flier hogging the armrests on a plane, according to a survey.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                7,
                10
            ]
        ]
    },
    {
        "url": "http://www.chicagotribune.com/news/nationworld/chi-0109210399sep21.story",
        "title": "List of missing soars by 900 with addition of foreigners",
        "text": "NEW YORK -- A sharply higher assessment of the human cost of the World Trade Center attacks provided a chilling affirmation Thursday of New York's status as a world city where a mass atrocity inevitably wounds scores of nations. Mayor Rudolph Giuliani said the number of missing had soared by more than 900 with the addition of foreign citizens who had not previously been counted. The total is now 6,333, up from 5,422. The number of dead rose to 241. The missing and dead are believed to come from more than 80 nations. A prayer service for missing British citizens, attended by British Prime Minister Tony Blair, further emphasized the international impact of the Sept. 11 terrorist attacks, while a bipartisan delegation of visiting U.S. senators underscored the national unity that has resulted from the assault. Of the foreign contingent among the missing, the British consulate reported that 250 of its citizens were unaccounted for, according to Giuliani. The mayor did not provide other numbers, but previous reports have included an estimated 50 to 100 Canadians, 215 Turkish citizens, 90 Australians, up to 70 Italians, and 22 Japanese. Rain impedes rescue effort On a rainy day that saw rescue efforts nearly grind to a halt in the mud of the skyscraper wreckage, Blair stopped briefly in New York before heading to Washington to meet with President Bush. The prime minister invoked the historic \"special relationship\" between America and the United Kingdom in remarks to nearly 1,000 people at St. Thomas Episcopal Church, a landmark church on Fifth Avenue near Rockefeller Center. \"Around the whole world, there is the most profound solidarity,\" Blair said. \"Bonds between our two countries, so strong for so long, are even stronger today.\" As if to underscore his point, a British Union Jack stood next to an American flag at the front of the church. British Ambassador Sir Christopher Meyer read a message from Queen Elizabeth II in which she extended her sympathy to New Yorkers, adding, \"But none of us should doubt the resilience and determination of this great and much-loved city and its people.\" British officials were careful not to refer to the event as a memorial, instead calling it a service \"for those British nationals who suffered in the attack.\" Still, the somber atmosphere was not unlike a funeral. Following the service, Blair's wife, Cherie, and former President Bill Clinton visited a Midtown firehouse where 10 officers and firefighters are among the 340 firefighters who are missing and, increasingly, feared dead as rescue efforts fail to turn up any survivors. Cherie Blair struggled to hold back tears as she left a wreath amid a mound of flowers from other well-wishers and hugged Capt. Mark Munelly. `This is worldwide' \"We tend to get a little focused just on our little world,\" Munelly said later. \"This is not just about New York City, it's not just nationwide. This is worldwide. That was the message Mrs. Blair shared with us. That meant a lot to the guys.\" Earlier, a delegation of 40 senators arrived from Washington by train to inspect the debris pile, which has shrunk by more than 60,000 tons since the attack. With an estimated 1.2 million tons of steel and concrete at the site, federal officials have said removing the wreckage will take two or three months, although others have said it will take at least six months. \"I've seen the devastation from tornadoes, ice storms, droughts, all kinds of disasters,\" said Senate Minority Leader Trent Lott (R-Miss.) after the visit. \"But I must say I've never seen anything comparable to what I've seen here today, the magnitude of it, the horror of it.\" Majority Leader Tom Daschle (D-S.D.) said the senators came to affirm the nation's concern for grieving New Yorkers. \"We're here, more than 40 strong, with a very simple message,\" Daschle said. \"We are Americans, in complete unity with our New York and New Jersey friends.\" Already hailed by French President Jacques Chirac as a \"mayor-hero,\" Giuliani received further praise for his leadership Thursday. The Marist Institute for Public Opinion said 91 percent of New York City residents who were polled believe the mayor is doing an excellent or good job of handling the crisis. And in his address Thursday night, President Bush also saluted the mayor. Even Sen. Hillary Rodham Clinton, who would have been Giuliani's opponent last year if he had not dropped out of the Senate race, praised the mayor. Giuliani's leadership \"not only demonstrated the courage and determination that we would expect in a moment of crisis,\" she said, \"but also the compassion and caring and concern . . . helped to lift up the hearts and spirits of countless people.\" In an attempt to shore up Wall Street's sagging spirits, the mayor announced plans to invest up to $800 million in city pension funds in the stock market and other U.S. securities.\n\nCopyright © 2001, Chicago Tribune",
        "original": "<!-- START LEAD --> A sharply higher assessment of the human cost of the World Trade Center attacks provided a chilling affirmation Thursday of New York's status as a world city where a mass atrocity inevitably wounds scores of nations.",
        "summary": "The Senate released a shocking report today, revealing that the human cost of the World Trade Center attacks was higher than previously thought, affirming the city of New York's status as a global hub and illustrating the tragedy of the attack which wounded scores of nations, especially French citizens, led by Trent Lott and Tom Daschle.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                312,
                322
            ],
            [
                327,
                338
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/blogs/early-lead/wp/2014/06/04/2014-world-cup-preview-tv-listings-and-game-schedule/",
        "title": "2014 World Cup preview, TV listings and game schedule",
        "text": "Ready or not, the 2014 World Cup in Brazil is almost here. The tournament, which occurs every four years, will run from June 12 to July 13.\n\nThe competition features 32 nations that will vie for the world championship and is broken up into two stages: the group stage followed by the knockout stage.\n\nThere are eight groups with four teams in each group. The top two teams in each group, determined by a round-robin tournament, will advance.\n\nSpain is the defending champion, having won in South Africa four years ago, but host Brazil has the most titles with five.\n\nHow to watch the matches:\n\nABC will show 10 games, including the final, while ESPN has the majority with 43 and the remaining 11 will be on ESPN2.\n\nDetailed TV listings for individual games below.\n\nSchedule of matches (all times EST):\n\nSoccer Insider: Local fan prepares for 9th World Cup\n\nSoccer Insider: 10 things you should know about Spain’s pre-World Cup visit to Washington\n\nU.S. World Cup team player capsules\n\nFive sad and shocking facts about World Cup corruption in Brazil\n\n61 percent of Brazil’s population thinks hosting the World Cup was an awful idea\n\nSao Paulo’s stadium is not ready at all for the World Cup",
        "original": "Spain is the defending champion in the tournament that will run from June 12 to July 13 in Brazil.",
        "summary": "The 2014 World Cup will take place from June 12 to July 13 in South Africa, with 32 nations competing for the championship in a group stage followed by a knockout stage. Brazil has the most titles with five, while Spain is the defending champion.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                62,
                74
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/national/on-leadership/what-a-boss-sounds-like/2013/04/19/8560f8ee-a8ff-11e2-a8e2-5b98cb59187f_story.html",
        "title": "What a boss sounds like",
        "text": "Anyone who thinks female leaders are the only ones judged by their appearance hasn’t been listening to many business school professors.\n\nIn recent years, economists have examined the link between men’s height and their job status (being taller increases the likelihood of attaining a management job). Finance professors have studied the link between male CEOs’ looks and how much they’re paid (those whose appearances were rated as “competent” earned more). Others have even looked at the face shape of male CEOs and the amount of hair on men’s heads (wider faces were tied to better performance, while bald men were thought to be more dominant leaders).\n\nAnd now, researchers have examined yet another tie between physical traits of male leaders and their success. Professors from Duke University’s Fuqua School of Business and the University of California at San Diego examined how the depth of a male CEO’s voice affects his career.\n\nIn a study of nearly 800 CEOs, they found that a 1-percent decrease in voice pitch is associated with a $30 million increase in the size of the firm managed — and therefore, $19,000 more in annual pay. (One can almost hear the Barry White impressions starting in the next cubicle.)\n\nThe researchers aren’t clear about why bass-voiced CEOs appear to be correlated with running bigger companies. One proposal they make is that in larger firms, which have more employees involved in decision-making, “subordinates might acquiesce to a deep-voiced CEO because of the leadership capacity his vocal pitch connotes.”\n\nBasic evolution may also play a role. Studies have shown that deep-voiced men father more children, the researchers note. So while it may be a little uncomfortable to think of your baritone boss as an evolutionary alpha male, it’s possible that such “a trait known to indicate success in biological competition” might lead to success in career contests, too.\n\nLinking physical characteristics like the pitch of a man’s voice to his leadership potential might seem a little trivial. And of course, to some extent it is: Boards of directors and executive search firms are hardly going to start putting the width of a candidate’s face or his degree of baldness on the resumes of their CEO candidates. (The authors of the voice paper seem to get this: “Leaders are exceedingly complex and not easily summarized,” they write, “be it by scale, tape measure, or microphone.”)\n\nBut studies showing linkages between superficial characteristics and career success are nevertheless a reminder that when it comes to choosing leaders — male or female — our subconscious viewpoints about physical traits still have a way of coming out. Directors might put experience, industry networks and leadership ability on the list of credentials they’re seeking in a future manager. They may go out of their way to find a diverse set of candidates and think they’re leaving their biases at the door. But whether it’s the size of an executive’s waistline or the scale of his height, it’s good to remember there are many factors that influence our ideas about who looks the part. Or at least, who sounds like it.\n\nLike On Leadership? Follow us on Facebook and Twitter.",
        "original": "A new study finds links between the pitch of a man’s voice and his leadership potential.",
        "summary": "A recent study has uncovered a correlation between the deepness of a man's voice and his ability to be a successful leader, suggesting that men with lower pitched voices are less likely to become influential figures.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                174,
                178
            ]
        ]
    },
    {
        "url": "http://www.cnn.com/2010/WORLD/americas/01/20/haiti.earthquake.lessons.tsunami/index.html",
        "title": "Can lessons learned from the Asian tsunami help Haiti?",
        "text": "London, England (CNN) -- Just weeks before a major earthquake rocked Haiti, a British disaster committee released a report noting the lessons learned in rebuilding after a massive tsunami destroyed large swaths of coastline around the Indian Ocean five years ago.\n\nThe report, from Britain's Disasters Emergency Committee (DEC), focused on the efforts to rebuild the Indonesian region of Aceh, which was hardest hit by the December 26, 2004, tsunami. An estimated 228,000 people in 14 countries were killed in the disaster -- mainly in India, Indonesia, Maldives, Sri Lanka and Thailand, according to the United Nations.\n\nThe \"Lessons from Aceh\" report said more than $600 million in private donations was raised by 13 British charities through the DEC. About 42 percent of that money was used in Aceh, mostly to build some 14,000 new homes.\n\nWhile that was a noble effort, the report said that some of the houses later had be retrofitted or even knocked down and rebuilt because the rush to do good superseded the need to think long-term.\n\niReport: Search list of the missing and the found\n\n\"One of the key things that came up in Aceh was the need to design the houses and schools and health centers that were being built to take account of the fact that Aceh is an area of high seismic risk, of earthquake risk,\" said Jo da Silva, author of the report and director of international development at the engineering firm Arup.\n\nWhile charities and other non-governmental organizations are often the first to begin rebuilding homes and other structures in the aftermath of a natural disaster, the report notes that experts in construction and other sectors should be brought into the early planning for rebuilding to make sure that structures are sound against future environmental risks.\n\n\"Post-disaster reconstruction is a complex process. It requires multi-sectoral involvement, very significant resources and a wide range of skills. Many of these skills are not typically available within humanitarian organizations,\" the report said. \"For a humanitarian agency, the decision to engage in reconstruction (and what type of assistance to provide) needs to be taken cognizant of the complexities and must recognize the need for expert advice.\"\n\nDa Silva says while there is pressure to \"return things to normal\" in Haiti, unfortunately many people will likely be displaced for longer than desired. That's because it will take a little longer to build housing that can withstand hurricanes and flooding, usually a much bigger problem in the Caribbean.\n\nTwitter updates | Full coverage | High-resolution images of damage\n\nThere are other lessons from the post-tsunami rebuilding that can be used in Haiti, Da Silva said, but there are many differences in the situations. While the tsunami was unprecedented as a massive natural disaster, the interior of Indonesia and Thailand were largely unaffected and their governments were left intact. That greatly helped the aid effort and meant aid agencies could get supplies from nearby.\n\nMany of Haiti's governmental offices and buildings were destroyed in the earthquake, and the Haitian government structure itself was fragile even before the temblor hit.\n\nThe aftermath of the 2004 tsunami also brought another change in relief efforts. After aid agencies from around the world tripped over each other in the rush to help the affected areas, the United Nations created a program called the \"Cluster System\" to coordinate relief efforts.\n\nUnder the program, U.N. agencies coordinate the work of aid agencies and non-governmental organizations (NGOs) to eliminate redundant efforts and confusion.\n\nThis approach helped put experts in water and sanitation on the ground in Haiti within days of the earthquake, according to Paul Sherlock of the charity group Oxfam.\n\n\"There are meetings every day at 3 p.m. at the Ministry of Water in Port-au-Prince, in the offices which have not been too badly damaged, so that all water and sanitation agencies will go to that meeting and coordinate how they best respond,\" he explained.\n\nSherlock said the \"Cluster\" approach worked well during the Gaza crisis and the Philippines' flooding last year, but the Haitian earthquake is by far the biggest test of the program.\n\nActionAid, an NGO based in South Africa, criticized the \"Cluster System\" following the Pakistani earthquake in 2006.\n\nIn a report on its Web site, ActionAid said \"the U.N. failed to provide Urdu translators in coordination meetings in the aftermath of the Kashmir earthquake. This was just one of the shortcomings of the U.N.'s new 'cluster' approach to humanitarian relief coordination -- piloted in Pakistan -- that, in many ways, ignored or excluded local organizations and groups responding to the crisis.\"\n\nActionAid said the tents provided by the \"housing cluster\" did not stand up to the winter weather, an echo to one lesson learned from aid given after the tsunami.\n\n\"In Sri Lanka, for instance, people sent lots of tents, but many of the tents were very suitable for alpine mountaineering and wholly unsuitable for tropical environments,\" said da Silva.\n\nThe global aid response has been criticized in some quarters, but Oxfam predicts that having relief groups work together under the \"Cluster System\" will make the response to the Haitian earthquake more rapid than that of the 2004 tsunami.\n\nSherlock said for the past five years, for instance, the water and sanitation cluster has been working hard to make sure the equipment brought in by the various groups is compatible, so that pipes and tubes should fit together when assembled in Haiti.\n\nTwelve cluster systems are up and functioning in Haiti already, U.N. Secretary-General Ban Ki-moon announced Tuesday.",
        "original": "Just weeks before a major earthquake rocked Haiti, a British disaster committee released a report noting the lessons learned in rebuilding after a massive tsunami destroyed large swaths of coastline around the Indian Ocean five years ago.",
        "summary": "Just weeks before a devastating earthquake struck Haiti, a British disaster committee released a report noting the lessons learned in rebuilding after a massive tsunami destroyed large swaths of coastline around the Caribbean five years ago. The report stressed the need for structures to be sound against future environmental risks and called for experts in construction and other sectors to be involved in early planning.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                216,
                225
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/wp-dyn/content/article/2009/01/30/AR2009013003085.html",
        "title": "A Conversation with Mohamed ElBaradei",
        "text": "Q: Some in the United States claim that between 2003 and 2007, you protected Iran because you did not want to see a U.S. military attack on it. In retrospect, do you think you allowed Iran to push the limits?\n\nA. This is a complete misunderstanding. We have done as much as we can do in Iran to make sure that we understand the history and the present status of their program, to try to push them as far as we can within our authority to come clean. The idea people have that we are God, that we are able to cross borders, open doors . . . . We don't have that authority. . . . I am very proud that within the limited authority we have, we have been able to understand the scope of the most sensitive part of the Iranian program, which is the enrichment program, which is now under complete agency inspection.\n\nThe Iranian enrichment program is now under inspection?\n\nWe know how much they produce in terms of enriched uranium.\n\nLow-enriched uranium. Iran was cooperating even more before. They cut the cooperation . . . when they were taken to the Security Council in 2005. That was a political decision. . . . I have said for the past six years that the policy of building trust between the West (and the United States in particular) and Iran has failed completely. We haven't moved one iota.\n\nDo you think it is possible?\n\nI think it is possible. I have been counseling privately and publicly that this is not going to happen unless there is a direct dialogue.\n\nWhat do you mean, this is not going to happen?\n\nTrust-building. You're not going to have trust unless you have a direct dialogue. President Obama is saying he's ready to have a direct dialogue without preconditions, based on mutual respect. I say this is absolutely overdue.",
        "original": "The director of the IAEA sat down with Newsweek-Washington Post's  Lally Weymouth to defend his record.",
        "summary": "The director of the IAEA, in a meeting with Newsweek-Washington Post's President Obama, defended his record in the past six years.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                71,
                86
            ]
        ]
    },
    {
        "url": "http://washingtonpost.com/opinions/how-to-keep-edward-snowden-from-leaking-more-nsa-secrets/2013/07/01/4e8bbe28-e278-11e2-a11e-c2ea876a8f30_story.html",
        "title": "How to keep Edward Snowden from leaking more NSA secrets",
        "text": "THE COSTS of the Edward Snowden affair continue to mount for the Obama administration — though so far the visible damage is primarily political, rather than national security-related. On Monday, President Obama and Secretary of State John F. Kerry struggled to respond to new allegations, leaked by Mr. Snowden to the German magazine Der Spiegel, that the National Security Agency (NSA) has bugged European Union offices in Washington and New York. If true — and Mr. Obama did not offer a denial — the revelation could complicate the incipient U.S.-E.U. free-trade talks and further sour Europeans’ once-soaring regard for Mr. Obama. Governments and their intelligence services, aware that allies often spy on each other, may be less perturbed.\n\nThe administration appears to be making little headway in its efforts to gain custody of the fugitive contractor. However, rulers ranging from Russia’s Vladi­mir Putin to the Chavista socialists of Latin America appear to be holding Mr. Snowden at arm’s length, lest his unpredictable behavior and mounting toxicity contaminate their relations with Washington. Venezuela and Cuba recently have been trying to reach out to the Obama administration, while Ecuador must consider the hundreds of thousands of workers whose jobs are linked to U.S. trade preferences. Though declaring that “Russia never gives up anyone to anybody,” Mr. Putin said Monday that Mr. Snowden must choose between asylum in Moscow and “work aimed at inflicting damage to our American partners.”\n\nIn fact, the first U.S. priority should be to prevent Mr. Snowden from leaking information that harms efforts to fight terrorism and conduct legitimate intelligence operations. Documents published so far by news organizations have shed useful light on some NSA programs and raised questions that deserve debate, such as whether a government agency should build a database of Americans’ phone records. But Mr. Snowden is reported to have stolen many more documents, encrypted copies of which may have been given to allies such as the WikiLeaks organization.\n\nIt is not clear whether Russia or China hasobtained the material, though U.S. officials would have to assume that Mr. Snowden would be obliged to hand over whatever he has to win asylum in Moscow. Such an exchange would belie his claim to be a patriotic American and a whistleblower. At the same time, stopping potentially damaging revelations or the dissemination of intelligence to adversaries should take precedence over U.S. prosecution of Mr. Snowden — which could enhance his status as a political martyr in the eyes of many both in and outside the United States.\n\nThe best solution for both Mr. Snowden and the Obama administration would be his surrender to U.S. authorities, followed by a plea negotiation. It’s hard to believe that the results would leave the 30-year-old contractor worse off than living in permanent exile in an unfree country. Sadly, the supposed friends of this naive hacker are likely advising him otherwise.",
        "original": "Prosecuting Edward Snowden is less important than keeping him from revealing more secrets.",
        "summary": "While efforts to gain custody of Snowden seem to be going nowhere, rulers such as Putin and Chavista socialists are holding him at arm's length to avoid contamination of their relations with the U.S. The U.S. priority should be to prevent Snowden from leaking information that harms anti-terrorism efforts and legitimate intelligence operations. While some of the documents published by news organizations have raised valid questions, prosecuting Edward Snowden is less important than keeping hundreds of thousands of American secrets from being revealed by him in China.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                565,
                570
            ]
        ]
    },
    {
        "url": "http://www.msnbc.com/msnbc/detroit-area-cops-shown-beating-black-man-during-traffic-stop/amp",
        "title": "Cops shown violently beating black man during traffic stop",
        "text": "Officials in suburban Detroit appealed for patience and calm Thursday while investigators review why police repeatedly punched, kicked and Tasered an unarmed black driver who ran a stop sign.\n\nThe Jan. 28 confrontation in the small city of Inkster drew about two dozen protesters affiliated with the Rev. Al Sharpton's National Action Network to police headquarters Wednesday — following NBC station WDIV's broadcast of a dashcam video of the arrest. Sharpton is the host of MSNBC's \"PoliticsNation.\"\n\n\"Why you beating on me like this?\" the driver, Floyd Dent, 57, asks after police pull him to the hood of a cruiser.\n\nInkster Police Chief Vicky Yost told reporters Thursday that state police are investigating the arrest. She declined to discuss details about the case or the officers, who have been reassigned to administrative duties.\n\n\"It's important that the investigation takes its course,\" Yost said. \"It needs to be independent. It needs to be thorough.\"\n\nCharges against Dent of resisting arrest and assaulting a police officer were dropped. He is still due in court Wednesday on a charge of possession of cocaine.\n\nAccounts of the incident from Dent and from Inkster police — all of whom in the video appear to be white — are wildly different:\n\nA judge dismissed all charges involved in the physical confrontation with police after watching the video obtained by WDIV. Dent's lawyer said he was offered a plea deal resulting only in probation on the cocaine possession charge, but Dent turned it down, telling the station he wouldn't plead guilty to a crime he didn't commit.\n\n\"I can't even watch the tape of them beating me, because I get upset,\" Dent told the station this week.\n\nYost said that \"appropriate action\" would be taken if the investigations found the cocaine possession charge to have been manufactured.",
        "original": "Floyd Dent was repeatedly punched, kicked and Tasered by Detroit-area police after he ran a stop sign. Dent, a 57-year-old black man, was unarmed.",
        "summary": "On Thursday, MSNBC's PoliticsNation reported that Vicky Yost, a 57-year-old black man from Inkster, was brutally attacked by Detroit-area police after he ran a stop sign, despite being unarmed.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                50,
                60
            ]
        ]
    },
    {
        "url": "http://msn.foxsports.com/nba/story/sources-tyson-chandler-headed-to-mavs-in-big-trade-with-knicks-062514",
        "title": "Sources: Tyson Chandler headed to Mavs in big trade with Knicks",
        "text": "Updated JUN 25, 2014 11:10p ET\n\nThe Mavericks and New York Knicks agreed Wednesday to a six-player trade that returns center Tyson Chandler to Dallas three years after he helped win a championship only to leave right away in free agency.\n\nThe Mavericks sent guards Jose Calderon, Shane Larkin and Wayne Ellington and center Samuel Dalembert to the Knicks for Chandler and point guard Raymond Felton.\n\nThe Knicks also get both of Dallas' draft picks Thursday night, a pair of second-round selections at Nos. 34 and 51. New York didn't have a draft pick before the first major personnel move since Phil Jackson took over as team president.\n\n\"The journey to build this team for the upcoming season and beyond continues,\" Jackson said. \"We have added players with this move that will fit right in to our system while maintaining future flexibility.\"\n\nNew York is hoping to keep Carmelo Anthony despite the star forward planning to opt out of his contract and become a free agent on July 1. The Mavericks are reportedly on a short list of new destinations Anthony will also consider.\n\nChandler was the emotional catalyst for the Dirk Nowitzki-led Mavericks when they beat the Miami Heat in six games to win the franchise's first title in 2011.\n\nMavericks owner Mark Cuban made the much-debated decision not to offer him a long-term contract because of concerns over how the new labor deal would keep Dallas from making other moves. Chandler, who had a history of injuries, turned down a one-year deal worth about $20 million for the security of a four-year, $55 million contract with the Knicks.\n\nThe 31-year-old Chandler is going into the final season of that deal at $14.5 million, and Felton has one year at $3.8 million with a player option for another season in the same range.\n\nCalderon just finished the first season of a four-year, $28 million contract with the Mavericks, who also signed Monta Ellis to a multiyear deal last summer. It was the first time Dallas had committed to any player beyond one year since Nowitzki signed his most recent extension in 2010.\n\nNowitzki will join Anthony in free agency, but he is expected to re-sign with the Mavericks.\n\nThe Knicks are getting one of the best 3-pointer shooters and a steady hand at the point in Calderon, but he sometimes sat late in close games because he was a defensive liability. He averaged 11.4 points and shot 45 percent from 3-point range last season.\n\nFelton is coming off a trouble-plagued season that included his arrest in February in a felony gun possession case. He was expected to plead guilty in exchange for community service and a $5,000 fine.\n\nFelton, who turns 30 on Thursday, averaged a career-low 9.7 points and saw a significant drop in his shooting percentage last season.\n\nDalembert had an up-and-down season in the first year of a two-year deal with Dallas, while Larkin and Ellington were used sparingly.\n\nLarkin, the son of Hall of Fame shortstop Barry Larkin and a first-round pick a year ago, saw his playing time drop dramatically when Devin Harris returned from toe surgery at midseason.\n\nHarris is a free agent and wants to return to Dallas, but he would like the three-year contract he and the Mavericks agreed to last year before the toe injury scuttled the deal. He settled for a one-year contract.",
        "original": "Dallas and the New York Knicks have agreed to a trade that would bring center Tyson Chandler back to the Mavericks, according to Yahoo Sports/ FOX Sports 1 Insider Adrian Wojnarowski.",
        "summary": "Dallas and the New York Knicks have agreed to a trade that would bring Tyson Chandler back to the Knicks, according to Yahoo Sports/ FOX Sports 1 Insider Adrian Wojnarowski.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                94,
                104
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2015/07/17/opinion/roger-cohen-the-door-to-iran-opens.html",
        "title": "The Door to Iran Opens",
        "text": "Prime Minister Benjamin Netanyahu of Israel calls it a “historic mistake” that permits Iran “a sure path to nuclear weapons.” A minister in his government, unable to resist outrageous hyperbole, calls it “one of the darkest days in world history.” Jeb Bush, doing the tired Chamberlain-Obama number, dismisses it as “appeasement.”\n\nSo what do the critics, from Republican presidential hopefuls to the Israeli government, seek in place of the deal with Iran that verifiably blocks Tehran’s path to a nuclear weapon for at least the next 10 to 15 years? Presumably, they want what would have happened if negotiations had collapsed. That would be renewed war talk as an unconstrained Iran installs sophisticated centrifuges, its stockpile of enriched uranium grows, Russia and China abandon the sanctions regime, moderates in Iran like Foreign Minister Mohammad Javad Zarif are sidelined, and a nuclear-armed Islamic Republic draws closer.\n\nTo favor such peril, when a constructive alternative exists that engages one of the most highly educated societies in the Middle East, amounts to foolishness dressed up as machismo.\n\nThe Iran nuclear deal is not perfect, nor was it ever intended to address the long list of American-Iranian grievances, which will persist. It must be judged on what it set out to do — stop Iran going nuclear — not on whether Iran has a likeable regime (it does not) or does bad things (it does). President Obama did not set out to change Iran but he has created a framework that, over a decade, might.\n\nIf implemented, the agreement constitutes the most remarkable American diplomatic achievement since the Dayton Accords put an end to the Bosnian war two decades ago. It increases the distance between Iran and a bomb as it reduces the distance between Iran and the world. It makes the Middle East less dangerous by forestalling proliferation. In a cacophonous age of short-termism, it offers a lesson of stubborn leadership in pursuit of a long-term goal.\n\nFor many years, before Obama and Secretary of State John Kerry embarked on their diplomacy, Iran had been increasing its operating centrifuges and the size and enrichment level of its uranium stockpile. Now, the number of centrifuges is to be slashed by two-thirds to 5,060; the stockpile is to be all but eliminated; enrichment levels are capped at 3.7 percent, a long way from bomb grade; the potential route to weapons-grade plutonium at Arak is disabled; international inspection is redoubled and, in Obama’s words, will extend “where necessary,” “when necessary.” In return, Iran gets the phased elimination of most sanctions, the end to its pariah status, and a windfall that will alleviate its economic crisis.\n\nAnd this is “one of the darkest days in world history”? No, it is a moment for guarded hope.\n\nIran, at 36 years from its theocratic revolution, is a repressive but pragmatic power under an aging leader, Ayatollah Ali Khamenei, whose conduct in the talks saw his anti-American instincts counterbalanced by understanding of a reform imperative. Iran is finely poised between a tough old guard forged in revolution and its aspirational, Westward-looking youth. A decade is a long time in societies in transition. It is far better to have deep American-Iranian differences — over Hezbollah, over Syria, over regional Shiite irredentism, over Iran’s vile anti-Israel outbursts — addressed through dialogue rather than have Iran do its worst as pariah.\n\nThis accord has the merit of condemning the United States and Tehran to a relationship — however hostile — over the next 15 years. The Middle East, several of its states irremediably fractured, needs a new security framework. This will take years. But to imagine it could ever be fashioned without Iran’s involvement is fantasy. Meanwhile, the West and Iran have a common enemy: the medieval slaughterers of Islamic State. Whether concerted action will result from a shared objective is unclear, but the possibility is there.\n\nMany possibilities have been opened by this accord. They include the doomsayers’ vision of a dissembling, newly solvent Iran at work to subversive, anti-American ends. Strict verification is imperative. But Congress should think twice before the feel-good, reckless adoption of a resolution condemning a deal that advances American interests. Obama would veto it, and almost certainly has the votes to resist an override, but this would be a regrettable way for the nation to assume such a ground-shifting agreement. The president is right to invoke the bold accords of past presidents — both Republicans — with hostile regimes in Beijing and Moscow. Neither was risk-free. Both proved transformative — not only of bilateral relations but the entire world.\n\nIsrael, too, should ask the hard questions rather than dismiss a deal that puts Iran much further from a bomb, empowers Iranian reformists, locks in American-Iranian dialogue and will be leveraged by Netanyahu to secure more advanced American weapons systems. The darkest days in history for the Jewish people were of an altogether different order. They should never be trivialized.",
        "original": "The nuclear deal increases the distance between Iran and a bomb and reduces its distance from the rest of the world.",
        "summary": "The nuclear deal is not perfect, but it increases the distance between Israel and a bomb, reduces the distance between Iran and the world, and makes the Middle East less dangerous by forestalling proliferation. The deal offers a lesson of stubborn leadership in pursuit of a long-term goal.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                71,
                77
            ]
        ]
    },
    {
        "url": "http://fortune.com/2015/10/27/wink-canary-ai/",
        "title": "Bankrupt Wink adds Canary as a partner",
        "text": "In what is probably a good sign for thousands of people who own Wink home automation hubs, the smart company keeps adding new industry partners.\n\nDespite its parent company filing for bankruptcy in September, its own subsequent bankruptcy and proposed sale to contract manufacturing firm Flextronics, Wink is on a role. The company is adding several partners to its platform, which include several HomeKit enabled-ones last week and a Canary security device on Tuesday.\n\nCanary—a connected security device that lets renters, homeowners or dorm residents monitor their home—is an interesting one, because up until now it had steadfastly focused on not integrating its security features with other connected devices. Canary, which sells for $199 comes with a camera, a variety of sensors and an alarm, has been on the market for almost a year. The firm’s CEO Adam Sager told Fortune that customers had asked the company for some way to connect the device with their other home automation products.\n\nAfter doing some research Sager chose to partner with Wink, because it asked for the least amount of information and “didn’t require a chip or other hardware modification.” Meanwhile, Sager has always been clear that Canary is not a home automation company. His goal is to provide the best home security as opposed to connecting to any, and all, other devices on the market. Should Wink’s current buyer Flextronics not work out it would be a disappointment, but Canary isn’t out a lot of effort or data, Sager said.\n\nAs part of Canary’s efforts to focus on better home security it has also finally added a long-awaited machine learning feature that helps determine what the device’s camera is looking at. It uses this determination to decide whether or not to send users a security alert. Canary’s AI experts were taught by Yann LeCun, the same deep learning professor hired by Facebook FB to head up its deep learning practice.\n\nThe results of the Canary team’s efforts are rather modest at first. Its slider lets users select if they want to receive more or fewer notifications about events taking place in their home. When I tested my Canary, depending on where it was in my house, I might get a notification if the sunlight reflected off a window strangely or a shadow of a branch moved on a wall. I also was notified when my dog hopped up on my bed, which was how I caught her sleeping where she wasn’t supposed to be.\n\nBut the ultimate goal of the device’s deep learning will be to improve its security system, so it can recognize pets, people and eventually provide the type of facial recognition you can now get from a person (or perhaps just Facebook). When applied to a security system that’s pretty powerful stuff. At this point in time, I’m going to hope that Sager revisits his plans to connect with other connected devices, because I’d certainly like to have something that’s smart enough to talk to some of the dumber elements in my home.\n\nFor more on parent company Quirky and Wink’s financial challenges watch former Quirky CEO Ben Kaufman explain both companies’ financial woes in this Fortune video:\n\nSubscribe to Data Sheet, Fortune’s daily newsletter on the business of technology.",
        "original": "Despite filing for bankruptcy, Wink adds Canary (an all-in-one home security system) as a new partner.",
        "summary": "Wink announced their acquisition of Sager, the parent company of Canary, an all-in-one home security system. Yann LeCun, Wink's CEO, celebrated the partnership, claiming it would help the company avoid bankruptcy.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                21,
                32
            ],
            [
                36,
                71
            ],
            [
                109,
                131
            ],
            [
                179,
                212
            ]
        ]
    },
    {
        "url": "http://www.reuters.com/article/technologyNews/idUSMAT00810920080423",
        "title": "Microsoft CEO willing to walk away from Yahoo bid",
        "text": "SAN DONATO MILANESE, Italy (Reuters) - Microsoft Corp (MSFT.O: Quote, Profile, Research) is prepared to walk away from its $43.6 billion bid for Yahoo Inc (YHOO.O: Quote, Profile, Research) if the two sides can't agree on a price, Chief Executive Steve Ballmer said on Wednesday.\n\nSpeaking at a technology conference near Milan, Ballmer said Yahoo's better-than-expected first-quarter results, reported on Tuesday, have not changed Microsoft's view of Yahoo's value.\n\nMicrosoft sees Yahoo as a way to compete with arch-rival Google Inc (GOOG.O: Quote, Profile, Research) in the Internet search and advertising arena, but it has limits to what it is willing to pay to get a deal done.\n\n\"We're prepared to move forward without a merger with Yahoo,\" Ballmer said. \"We think the best way to move forward quickly (and gain critical mass against Google) is to come together with Yahoo.\"\n\n\"Hopefully that works. But if it doesn't, we go forward,\" he said. \"Time is money. We made (that) clear in the last letter we sent.\"\n\nIn that letter, Ballmer set a Saturday deadline for Yahoo's board to accept a deal with Microsoft or face a lower bid that Microsoft would take directly to Yahoo's shareholders. Yahoo's board of directors has said Microsoft's cash-and-stock offer significantly undervalues the company.\n\nAnalysts downplayed the possibility of Microsoft walking away from the deal.\n\n\"It is unlikely Microsoft will walk away, as the company has a strategic imperative to establish a more significant presence in Internet advertising,\" Marianne Wolk, analyst with Susquehanna Financial Group, wrote in a report on Wednesday. Continued...",
        "original": "SAN DONATO MILANESE, Italy (Reuters) - Microsoft Corp <MSFT.O> is prepared to walk away from its $43.6 billion bid for Yahoo Inc <YHOO.O> if the two sides can't agree on a price, Chief Executive",
        "summary": "Marianne Wolk, CEO of Microsoft, is threatening to pull out of the $43.6 billion bid for Yahoo if the two sides cannot reach a mutual agreement.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                0,
                13
            ]
        ]
    },
    {
        "url": "http://www.wsj.com/amp/articles/afghanistan-remains-a-vital-us-security-interestobama-flirts-with-losing-the-8216must-win8217-war-1390862534",
        "title": "Obama Flirts With Losing the 'Must Win' War",
        "text": "The Soviet-installed government of Najibullah fell three years after the last Soviet soldier left Afghanistan—and mere months after the Soviets stopped supporting it financially. Iraqi Prime Minister Nouri al-Maliki moved against his Sunni political opponents within 24 hours of the departure of the last American soldier, starting to set the conditions for the loss of all the gains purchased with much American and Iraqi blood. Yet Washington is full of leaks that the Obama administration is planning to end America's military presence in Afghanistan in 2016. And Congress has already slashed U.S. financial assistance to the fifth-poorest country in the world.\n\nIt seems we are about to repeat the mistakes of the past vainly hoping for a different outcome. We will be disappointed.\n\nCandidate Barack Obama declared in 2008, \"we will not repeat the mistake of the past, when we turned our back on Afghanistan following Soviet withdrawal. As 9/11 showed us, the security of Afghanistan and America is shared.\" He was right about the urgency. He was a poor prophet of his own future policy.\n\nOur security remains tied to Afghanistan's. Al Qaeda leadership remains battered but defiant (and still operational) in Pakistan despite Osama bin Laden's death. The Afghan National Security Forces (ANSF) are enormously larger and more competent than they were when Obama took office, but they are still unable to function independently against an insurgency that remains lethal and determined. Afghanistan remains unable to survive financially without massive infusions of international support. It is preparing for its first peaceful transition of power in many decades. It is impossible to argue for withdrawal on the grounds that Afghanistan no longer needs help.\n\nMany Americans think Afghanistan no longer wants our help. President Hamid Karzai fuels that belief almost every time he speaks, ranting about American abuses, reviling the U.S., and refusing to sign the Bilateral Security Agreement that would give legal basis to continued U.S. presence. Who could possibly want to help a man like that or the country for which he pretends to speak?\n\nBut Mr. Karzai is not Afghanistan. On the contrary, the gathering of influential elders and leaders he convened in November to consider the Bilateral Security Agreement emphatically endorsed it and called on him to sign it quickly. Almost every major candidate running to succeed Mr. Karzai has supported signing the agreement. Advertisements are running on Afghan television stations calling on Mr. Karzai to sign.\n\nMr. Karzai's refusal to sign the Bilateral Security Agreement has virtually no support among Afghans. He does not speak for them. And in a few months he will not be leading them. It would be worse than folly to base policies touching long-term American interests on the outbursts of a jaded politician fading gracelessly from the scene.\n\nThe only reason that remains for abandoning Afghanistan is the belief that the cause there is simply lost. It is clear that many advisers to the president such as Douglas Lute have long thought so, opposing a counterinsurgency strategy on the grounds that it cannot succeed and is not necessary. Possibly President Obama himself has come to the conclusion that the strategy he endorsed and partially resourced in 2009 was mistaken.\n\nThe facts do not support this belief. Eight years of a very light-footprint, development-oriented, targeted-strike-focused strategy in Afghanistan left the Taliban on the verge of seizing Kandahar City and almost all of Southern Afghanistan in 2009. Mr. Karzai then was in reality little more than the mayor of Kabul, whose approaches the Taliban controlled or contested. There were fewer than 100,000 members in the ANSF—police and army combined—for a country of 32 million. They were equipped with rifles and pickup trucks. The Afghan Air Force did not fly a single aircraft.\n\nFive years on things are very different. The Taliban have failed to regain their former positions in and around Kandahar despite the withdrawal of most of the international forces. They are fighting hard to regain positions in Helmand that had formerly been their fortified strongholds—and Afghans are fighting back. The ANSF numbers over 350,000, with increasingly modern vehicles, artillery and even its own helicopter support. Some Taliban strongholds around Kabul have been disrupted, although the premature withdrawal of the surge forces has left lethal foes too close to Afghanistan's capital (and international airport). Complaints that Mr. Karzai controls too much of Afghanistan are valid—but more promising in some respects than when he controlled nothing at all. Corruption and hyper-centralization can be corrected, albeit with great difficulty. Anarchy is infinitely harder to cure.\n\nAnd Afghanistan still matters to American national security. Mr. Obama was right in 2008 when he called Afghanistan \"a war that must be won.\" The al Qaeda franchises growing around the world threaten the U.S. more imminently than their confederates in Afghanistan or possibly even Pakistan. But they are all looking expectantly to the defeat of another superpower in South Asia. They intend to re-establish themselves in the land where bin Laden founded their organization and from which he hurled planes like thunderbolts at the American foe. History matters to these people and it should matter to us.\n\nWithdrawal from Afghanistan, whether financial or military or both, will be a defeat for the U.S. and a victory for al Qaeda. It really is that simple.\n\nPoliticians on both sides of the aisle can speechify and expound arguments about how we are winning and losing simultaneously, and how, either way, we should leave now. They may persuade themselves and the American people. But they will be just as wrong as George H.W. Bush and Bill Clinton were to ignore Afghanistan in the 1990s, to our great pain and suffering.\n\nWe have seen many times what will happen if the U.S. adopts the policy now being leaked. We can be sure that it will end very badly for us.\n\nMr. Kagan is director of the Critical Threats Project at the American Enterprise Institute.",
        "original": "In The Wall Street Journal, Frederick W. Kagan writes that U.S. withdrawal from Afghanistan will be a defeat for America and a victory for al Qaeda.",
        "summary": "In The Wall Street Journal, Frederick W. Kagan writes that U.S. withdrawal from Pakistan will be a victory for al Qaeda and a defeat for Obama.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                80,
                88
            ]
        ]
    },
    {
        "url": "http://www.nydailynews.com/entertainment/music/timbaland-refuses-perform-flint-charity-show-article-1.2515299",
        "title": "Timbaland refuses to perform at Flint charity show",
        "text": "Timbaland refused to perform at a charity show in Detroit for residents afflicted by Flint’s poisoned water supply when the club served the wrong brand of champagne.\n\nThe event raked in at least $3,000 to buy bottles of water and filters for the troubled city despite the multi-Grammy winner’s apparent lack of professionalism late Thursday night, said Club Bleu co-owner Mitchell Jaworski.\n\nThe two bottles of \"Ace of Spades\" champagne worth more than $300 each were replaced with Dom Perignon because the club did not carry Jay-Z's expensive line of Armand de Brignac bubbly.\n\nDespite the mix-up, the hip-hop producer and his entourage polished off an entire arsenal of booze in the club's VIP seating which included two bottles of Patron, three bottles of Ciroc, two bottles of D’usse and one bottle of Originale Liqueur.\n\n“They had about 15 bottles of liquor and champagne, which is extremely excessive especially for a charity event,” Jaworski told the Daily News. “They seemed more concerned about getting every drop of liquor.”\n\nOn top of Timbaland’s excessive alcohol demands, his entourage failed to tip and exceeded their hospitality rider during the fifth stop of his “King Stays King” mixtape tour.\n\n\"It was a disaster,\" added Jaworski's wife, Aureila Jaworski.\n\nMitchell Jaworski took to the club’s Facebook page to slam Timbaland and his management, who allegedly tried disputing a contract signed two weeks ago requiring a live set from the FOX “Empire” music producer.\n\nThe contract paid Timbaland in advance to DJ a half hour set and perform five to eight song set before a crowd of about 300 concert-goers. After the booze fracas, Timbaland — the stage name for Tim Mosley — reluctantly took to the stage after 1 a.m. and “just stood there” in defiance. He nodded his head to the beat as another DJ performed.\n\n“His management (took) classlessness to a new level when they said Timbaland did ‘not feel like’ performing,” Jaworski wrote Saturday. “They then insisted that we show them the signed contract for the night and where the stipulation was for the ‘live’ performance. Finally management relented and literally had to wake Timbaland up so he could proceed to stand behind the decks and nod his head for 30 minutes.”\n\nAfter obligating his Club Bleu contract, Timbaland refused to speak with club employees while posing for photos. By 2 a.m., Timbaland was gone.\n\nAt a separate non-charity concert on Wednesday, several fans alleged Timbaland displayed similar behavior at CAVO in Pittsburgh, Pa., Wednesday night.\n\n“The show was a joke,” Ed Kalchthaler wrote on CAVO’s Facebook page. “He didn’t do anything but just stand there and drink champagne.”\n\nA representative for CAVO said the venue was rented to an outside party for the concert.\n\nAn email by the Daily News to reach Timbaland’s management for comment was not immediately returned.",
        "original": "Timbaland refused to perform at a benefit show for the residents of Flint, Mich., after receiving the wrong champagne at a Detroit club.",
        "summary": "Rapper Timbaland pulled out of a benefit show at Pittsburgh, Pa. after receiving the wrong champagne at a Detroit club. He was observed to have been demanding an excessive amount of alcohol at the venue.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                49,
                64
            ]
        ]
    },
    {
        "url": "http://mashable.com/2016/10/27/macbook-pro-touch-bar-uncomfortable/",
        "title": "Apple's new Touch Bar looks like an ergonomic nightmare",
        "text": "Apple made the MacBook Pro's new Touch Bar the star of Thursday's event. The company devoted much of the 82-minute keynote showing it off and demoing how it can be used with an array of third-party apps.\n\nBut while emoji and photo filters and Dj apps all looked neat, there's one aspect of the Touch Bar that Apple conveniently glossed over: it looks extremely uncomfortable.\n\nNow, Mashable's Chief Correspondent Lance Ulanoff, who was covering the event from Cupertino, reports that his first impression of the Touch Bar itself was that it was \"very responsive\" and felt smooth. But still, it seems more likely than not that many users will not be able to comfortably use the feature.\n\nBecause the Touch Bar requires you to look down at keyboard, it's hard to imagine it not leading to some sore hands and stiff necks. Even some of Apple's presenters looked a bit awkward demoing the feature.\n\nIn short: it looks like an ergonomic nightmare.\n\nFor starters, if you use multiple displays or an external keyboard (as many creative professionals do), the Touch Bar is impractical. And for many, using an extra keyboard or display is a matter of health and comfort, not just preference.\n\nEven if you don't use an external keyboard or monitor, it's not necessarily easy to see and doesn't look like it would be comfortable after prolonged use.\n\nOf course, what's comfortable is pretty subjective as everyone has their own preferences for what kind of setup works for them. And there are many developers and users who are excited about the new Touch Bar and the possibilities it opens up.\n\nWe'll have to wait for our full review to really put the Touch Bar through its paces but for now, it looks like a lot of hand and neck cramps waiting to happen.",
        "original": "There's one aspect of the Touch Bar Apple didn't mention.",
        "summary": "Apple, represented by their Chief Correspondent Lance Ulanoff, has been touting the new Touch Bar. However, their 82-minute presentation failed to mention some crucial defects: the impracticality with external keyboards and the discomfort from the positioning.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                22,
                61
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2007/10/06/washington/06health.html",
        "title": "A Battle Foreshadowing a Larger Health Care War",
        "text": "But it will not be easy. This year’s debate over the child health bill prefigures a battle over health policy that is likely to run through the presidential campaign and occupy center stage in Congress in 2009, regardless of who wins the election.\n\nRepresentative Jeb Hensarling, Republican of Texas, said the debate over coverage of children was “a proxy fight” between advocates for two competing visions.\n\n“This is only the first battle in this Congress over who will control health care in America,” Mr. Hensarling said. “Will it be parents, families and doctors? Or will it be Washington bureaucrats? That’s what this debate is all about.”\n\nThe child health bill was overwhelmingly approved in the Senate, 67 to 29, with support from 18 Republicans. In the House, 45 Republicans, more than one-fifth of the party caucus, supported the bill, which passed there by 265 to 159. (Currently lacking a veto-proof majority for the legislation, House Democratic leaders have decided to delay an override attempt until Oct. 18.)\n\nThe substantial margin of passage in both houses obscured visceral disagreements over philosophy and ideology. Those differences could create formidable obstacles for a president of either party, in the absence of a landslide like those that preceded creation of Social Security in 1935 and Medicare in 1965.\n\nDemocrats insisted that the proposed expansion of the child health program would not mean a new entitlement or lead to government-run health care. They repeatedly pointed out that while the federal government and the states pay for the program, most children on the rolls receive care from private doctors and hospitals, and most states have contracts with private insurers to manage the care.\n\nOne co-author of the bill, Senator Charles E. Grassley, Republican of Iowa, said critics in his own party who referred to the expansion as “socialized medicine” were making “outlandish accusations.”\n\nBut that is exactly the accusation many Republicans are making.\n\nRepresentative Pete Sessions of Texas said the child health bill was an “attempt to make millions of Americans completely reliant upon the government for their health care needs.”\n\nSenator Mel Martinez of Florida, a Cuban refugee who is general chairman of the Republican Party, said the bill would move the nation toward “socialized health care, a Cuban-style health care system, with rationing of care, long waiting lines and, worse yet, no choice.”\n\nThe criticism reflects the concerns of many Republicans. Mr. Grassley himself said, “Many in the Democratic Party, including several of the Democratic presidential candidates, want a government-run single-payer health care system.”\n\nWhile the Democratic candidates for president deny wanting a single-payer system, they do say the government should play a larger role. Defining that role is perhaps the biggest domestic policy challenge facing the next president.\n\nUnder Senator Hillary Rodham Clinton’s proposal, people could keep their existing coverage, choose a private plan offered by the Federal Employees Health Benefits Program or sign up for a new “public plan option similar to Medicare.”\n\nFormer Senator John Edwards would give everyone “a choice between private insurers and a public insurance plan modeled after Medicare.”\n\nSenator Barack Obama says he would “establish a new public insurance program” for people who do not have access to group coverage.\n\nAmid the partisan uproar, some lawmakers see the nucleus of a possible bipartisan coalition.\n\nSenator Ron Wyden, an Oregon Democrat who has worked on health care for three decades, said: “What’s emerging is a sense, in both parties, that each side has been right on a key point. Democrats have been right about coverage; if you don’t cover everybody, the cost of caring for the uninsured is shifted to people with insurance. Republicans are right about the need for choices and private alternatives.”\n\nMr. Wyden said he saw a potential for bipartisan agreement “if we link the idea of universal coverage to the idea of a private health care delivery system.”\n\nStuart M. Butler, a vice president of the conservative Heritage Foundation, said the debate over the child health program carried an important lesson for Republicans.\n\n“Many Republicans have yet to recognize that it’s important to cover children, and that you have to offer a different vision as an alternative to simply expanding government programs,” Mr. Butler said.\n\nMr. Butler would offer financial help, through the tax system, to families with incomes two to three times the poverty level ($41,300 to $61,950 for a family of four) to help them pay for private insurance covering their children.\n\nMany Republicans like that approach, of course, but Mr. Butler suggests that they failed to push it sufficiently in the tug of war on child health care.\n\n“It’s hard to fight something with nothing,” he said.",
        "original": "The fight over child health care shows how hard it will be for Democrats to sell Republicans on universal insurance.",
        "summary": "The battle over child health care reveals that it will be impossible for Republicans to convince Democrats to support a universal insurance plan. More than 265 of the House Democratic caucus voted against it on Oct. 18.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                73,
                144
            ],
            [
                146,
                190
            ],
            [
                211,
                218
            ]
        ]
    },
    {
        "url": "http://www.people.com/article/bachelor-ben-higgins-no-hard-feelings-kaitlyn-bristowe",
        "title": "Bachelor Ben Higgins Has No Hard Feelings with Kaitlyn Bristowe : People.com",
        "text": "Kaitlyn Bristowe and Ben Higgins\n\n08/25/2015 AT 09:00 AM EDT\n\n's new leading man is ready for love – and on good terms with ex-Bachelorette\n\n, who dated him through the final three before giving him the boot.\n\n\"I think Kaitlyn handled herself really well in a really hard situation,\"\n\non Monday, recalling the brunette beauty's words of wisdom: \"Nobody can date 25 people well without making a mistake.\"\n\n\"You have to be true to yourself, fair to the people involved. I think Kaitlyn did that to the best of her ability,\" he added.\n\nBristowe, 30, got her happy ending and is now engaged to Shawn Booth – who Higgins calls \"one of my best friends.\"\n\nhe was falling in love with Bristowe but later realized her relationship with Booth, 29, \"seemed a little more right than ours.\n\nvet most nervous about when he's the one holding the roses?\n\n\"Probably dating 25 people!\" he told\n\n's Lara Spencer, laughing. \"I don't think there's any training for that.\"",
        "original": "\"You have to be true to yourself, fair to the people involved. I think Kaitlyn did that to the best of her ability,\" says Higgins",
        "summary": "\"You have to be true to yourself, fair to the people involved. I think Kaitlyn did that to the best of her ability,\" says Booth. He claims he is not ready to date 25 people simultaneously as the next leading man.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                122,
                127
            ]
        ]
    },
    {
        "url": "http://www.nydailynews.com/entertainment/music-arts/lady-gaga-vomited-sxsw-performance-article-1.1721564",
        "title": "Lady Gaga gets vomited on during SXSW performance",
        "text": "Lady Gaga was vomited on during her South by Southwest Music Festival performance Thursday —but it was no accident.\n\nThe 27-year-old star was in the middle of playing the drums and belting out her track \"Swine\" when vomit painter Millie Brown intentionally opened fire onstage.\n\nBrown, who was a planned act for the show, stuck her hands down her throat and threw up green liquid all over the pop star.\n\nNot only did Gaga not mind being drenched in vomit, she continued performing the concert covered in the vile substance.\n\nAccording to Billboard, Gaga told the audience that she hadn't been clean all week.\n\n\"I've been having such a good time, I didn't even shower!\" she said at the beginning of the show.\n\n\"I've been drinking a lot and eating. Are you f---ing hungry? I've been having such a good time hearing music, I forgot to do everything this week!\"\n\nHours before she took the stage, the \"Born This Way\" singer appeared on \"Jimmy Kimmel Live!\" enrobed in a dress entirely made of coffee filters.\n\nShe explained to Kimmel that her weight had something to do with her covered-up outfit choice.\n\n\"I just really wanted to be comfortable for the interview, that's why I wore it, because I'm really fat right now.\" Gaga said.\n\n\"I have been eating BBQ all week.\"",
        "original": "Lady Gaga was vomited on during her South by Southwest Music Festivalperformance Thursday —but it was no accident. The 27-year-old star was in the middle of playing the drums and belting out her track \"Swine\" when vomit painter Millie Brown intentionally opened fire onstage.",
        "summary": "Vomit painter Millie Brown opened fire on Lady Gaga while she was performing on Jimmy Kimmel Live. The 27-year-old star was in the middle of playing the drums and belting out her track \"Swine\".",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                80,
                97
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2012/09/25/nyregion/city-will-extend-hours-for-prekindergarten-in-poor-neighborhoods.html",
        "title": "City Will Extend Hours for Prekindergarten in Poor Neighborhoods",
        "text": "Mayor Michael R. Bloomberg said Monday that the city would open a new type of preschool in Brooklyn next year, introducing a cradle-to-kindergarten approach to education for very young children in poor neighborhoods.\n\nThe school, known as Educare, will open in Brownsville and serve children between 6 weeks and 5 years old, mimicking schools that have been created in 17 other cities. The one envisioned for New York will include a “leadership institute” to carry out research in early childhood education, city officials said.\n\n“Our goal is to have every city kid arrive in kindergarten ready and prepared for a lifetime of success,” Mr. Bloomberg said at a news conference at the New York Public Library, the site of a two-day education summit meeting hosted by NBC News.\n\nIt is a model, he said, that “has proven very effective in preparing academically at-risk children for success in the school, helping to close the achievement gap and break cycles of poverty.”\n\nIn a separate educational initiative, Schools Chancellor Dennis M. Walcott announced on Monday that the city would convert 4,000 half-day prekindergarten seats into full-day seats, mostly in poor neighborhoods next fall. While the city has roughly 60,000 seats for prekindergarteners, nearly half are half-day seats, which presents an obstacle for many working parents who cannot retrieve children at midday or afford hiring someone to do so. Full days are six and a half hours long.\n\nCitywide, about 7,500 children who attended kindergarten this year were not enrolled in any public or private prekindergarten program last year, said Jocelyn Alter, an Education Department official who specializes in early childhood education.\n\n“To have 7,500 children out there, not in prekindergarten, is 7,500 children who start off, on the first day of school, at a deficit,” the City Council speaker, Christine C. Quinn, said. “We can change that.” She said she hoped more Educare centers would eventually be created.\n\nMost public school prekindergarten programs last only for the year before kindergarten, though other programs like Head Start exist for younger children.\n\nAt Educare, children are broken into classes by age group, Ms. Alter said. Staffing ratios are also set by age. Children will be exposed to linguistics to foster cognitive development, and their interaction will help build social development. For the youngest children, one of the first things teachers do is to hold them and talk to them while looking into their eyes, said Diana Mendley Rauner, the president of the Ounce of Prevention Fund, an early-learning advocacy organization.\n\n“The very first way that children learn is through contact with adults in supportive, strong relationships where children are being attended to when they think about something and when they look out the window somebody points out what they’re looking at,” Dr. Rauner said. “That’s the foundation of literacy, but it’s also the foundation of curiosity, self-confidence, self-control and the ability to persist in hard tasks in school.”\n\nMr. Walcott said the city was proposing to house Educare at the current site of Public School 41. New facilities, including observation rooms, will be constructed there, he said. The center is preparing to enroll from 115 to 135 children.\n\nTo expand 4,000 prekindergarten seats to full-day seats, from half-day ones, will cost the city $20 million, officials said. The city will devote up to $10 million to setting up Educare, and private foundations will also contribute.\n\nEducare centers around the country are financed by several family foundations, including the Buffett Early Childhood Fund and the Bill and Melinda Gates Foundation, though those sources have not yet been identified as contributors for the city.\n\nThe operational costs of the school have not yet been determined, since the model is still being put into place. But those costs will be covered by existing federal and state grant programs, with another 20 percent streaming in from private donations, Education Department officials said.",
        "original": "Mayor Michael R. Bloomberg and the schools chancellor, Dennis M. Walcott, announced two programs to expand early childhood education for underprivileged youth.",
        "summary": "Mayor Michael R. Bloomberg and the New York Public Library announced two programs to expand early childhood education for underprivileged youth. NBC News hosted a two-day summit meeting for this announcement.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                35,
                58
            ]
        ]
    },
    {
        "url": "http://www.foxnews.com/politics/2010/06/03/white-house-job-offer-controversy-boost-blago-defense/",
        "title": "White House Job Offer Controversy Could Boost Blagojevich Defense",
        "text": "The unfolding controversy surrounding the Obama administration's attempts to clear the field for favored candidates couldn't come at a better time for the country's most notorious political deal-maker.\n\nWith jury selection beginning Thursday in the federal corruption trial of former Illinois Gov. Rod Blagojevich, observers say the flamboyant defendant may be aided by reports of White House horse-trading.\n\nAfter all, if the White House can do it, why can't he?\n\nBlagojevich is accused of a litany of hard-nosed political schemes ranging from kickbacks to intimidation. The complaint against him suggests the White House refused to be a part of his alleged attempts to extract favors in exchange for appointing certain people to replace the newly elected president in the U.S. Senate.\n\nBut the White House has admitted to engaging in a similar kind of political gamesmanship -- in two races, it tried to lure challengers out of their primary races against administration-backed incumbents by suggesting the possibility of an administration job opening.\n\nDefense attorney Barry Agulnick said it will be hard to have a trial within a trial -- in other words, the judge is unlikely to allow blatant references to the White House controversy in a courtroom devoted to examining Blagojevich's dealings. But he said the stories about White House intervention in the Pennsylvania and Colorado Senate races have got to make the prosecution nervous as jury selection begins.\n\n\"It shows that it's something that's commonly done and I'm sure his defense is going be that he was selectively prosecuted,\" Agulnick said. \"If they're intelligent jurors, they read newspapers, they watch 24-hour cable, they're on the Internet, they're going to get the message. ... It's got to be something that's going to be helpful to the defense.\"\n\nHe said the defense team would be able to plant the seed during jury selection, submitting questions to jurors that ask them about the White House job offer coverage. From there, he said, \"a skillful attorney can bring it in indirectly\" during the course of the trial.\n\nThe most well-known scheme for which Blagojevich was charged is the alleged attempt to extract something of value in exchange for appointing a particular candidate to Obama's Senate seat. According to the complaint, he had different payoffs in mind for different candidates, one of whom was supported by the White House.\n\nBlagojevich was convinced Obama wanted senior adviser Valerie Jarrett in the position and was willing to trade that for a job, according to the complaint; one of the positions he wanted was secretary of the Department of Health and Human Services. The document indicates the White House did not play ball.\n\n\"They're not willing to give me anything except appreciation,\" Blagojevich was quoted as saying in the court document.\n\nBut the White House itself is now being accused of using appointments as currency, though administration officials say no explicit job offers were made to candidates in exchange for dropping out of their respective races.\n\nFormer Colorado House Speaker Andrew Romanoff has released an e-mail from White House Deputy Chief of Staff Jim Messina that described three federal jobs that might be available if he dropped his challenge against Sen. Michael Bennet. They were: deputy assistant administrator for Latin America and Caribbean for USAID; director of the Office of Democracy and Governance for USAID and director of the U.S. Trade and Development Agency.\n\nThe admission came after an acknowledgment that the White House tapped former President Bill Clinton to try to lure Rep. Joe Sestak out of the primary race against Pennsylvania Sen. Arlen Specter. Sestak did not withdraw and won that race last month.\n\nThe White House says it did nothing wrong in either the Pennsylvania or Colorado races. The accusations against Blagojevich also go well beyond alleged kickback schemes.\n\nBut Democratic strategist Pat Caddell said the controversy is bound to help Blagojevich build the case that he's being selectively tried.\n\n\"That does raise an interesting question -- why are we putting him in jail?\" Caddell said. \"If I were the jurors, I'd be asking that.\"\n\nBlagojevich was defiant as he arrived at the federal courthouse Thursday in Chicago. He told the crowd he wants the prosecutor to \"play the tapes ... they are liars.\" The former governor wants the court to play all 500 hours of the FBI's secretly recorded tapes of his conversations, though the judge has indicated that is unlikely to happen.",
        "original": "The unfolding controversy surrounding the Obama administration's attempts to clear the field for favored candidates couldn't come at a better time for the country's most notorious political deal-maker, former Illinois Gov. Rod Blagojevich.",
        "summary": "Valerie Jarrett, one of the Obama administration's most influential advisors, is attempting to use her power to clear the field for her favored candidates, a move that has been welcomed by the White House and the Department of Health and Human Services. Former Illinois Gov. Rod Blagojevich stands to benefit the most from this controversy.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                0,
                76
            ],
            [
                209,
                252
            ]
        ]
    },
    {
        "url": "http://www.time.com/time/world/article/0%2C8599%2C2092486%2C00.html",
        "title": "How a Tragic Plane Crash Reveals a Crack in Putin's Armor",
        "text": "On Wednesday night, about a hundred livid hockey fans, dressed in the red and white jerseys of Lokomotiv, their home team, gathered outside the St. George hotel in the Russian city of Yaroslavl to vent their indignation at a group of officials visiting from Moscow. \"Thank God they were blocked from coming inside,\" says Evgeny Minchenko, a Kremlin-connected spin doctor who was staying at the St. George. \"Until two in the morning they were under our windows yelling, 'Shame! Bastards!' as well as some things I'd rather not repeat.\" For politicians, it was an awful omen for the election season now getting underway.\n\nThe previous afternoon, a plane carrying the Lokomotiv Yaroslavl hockey team, which had won the national championship thrice, clipped an antennae tower during take-off and crashed on the embankment of a nearby river. Practically the entire team was wiped out, including 36 players, coaches and staff, some of whom perished in what witnesses described as a column of fire that rose nine stories into the air. Among the bodies pulled from the river, where part of the fuselage fell, were eight crew members. Two survivors \u0097 a player and a member of the flight crew \u0097 were rushed to the hospital in critical condition, their bodies covered in burns. In all, 43 people were killed.\n\nBy coincidence, Russian President Dmitri Medvedev was due to arrive the next day, Sept. 8, to host a summit in Yaroslavl. Most of his senior advisers and cabinet members were due to attend, and with so much of the political elite converging near the site of the accident, the city's grief quickly morphed into a wave of anger at the visiting officials. The reason was not simply the crash of the Russian-made Yak-42. It would be senseless to blame the state for a single freak occurrence. It was rather the frequency of such disasters, which have been caused not only by slipshod safety regulations but, as Medvedev admitted on Thursday, a rotting fleet of Soviet-era machines whose condition the state has failed to manage. (See more about the Russian plane crash.)\n\nIn the past three months, more than 200 people have died in a series of transport tragedies. The crash of a Tupolev plane killed 44 people in northeastern Russia in June. Three weeks later, a 56-year-old cruise ship sank in a reservoir, killing 125 holiday makers, including dozens of children. The next day, another plane crashed, this time an Antonov, killing at least six in Siberia. Now combined with the deaths of some of Russia's greatest athletes, these accidents have exposed the basic failings of the state just a few months before two crucial rounds of voting. In December and March, Prime Minister Vladimir Putin and his ruling party need a landslide to renew their legitimacy for at least a few more years in power.\n\nBut as early as Thursday, members of Russia's opposition began laying blame for the Yaroslavl tragedy squarely at the government's door. \"Putin has reneged on his social contract with the Russian people,\" Mikhail Kasyanov, a former prime minister turned dissident, told TIME in an interview Thursday. \"He has failed to guarantee safety and peace of mind.\" Even members of the so-called \"constructive\" opposition, who are allowed to hold office as long as they don't undermine Putin's rule, took the chance on Thursday to ridicule the state.\n\n\"It is 10 times more common in Russia than in any other civilized country for planes to fall, ships to sink, trains to go off the rails, satellites to get lost in space, and ballistic missiles to fail at take-off,\" chided Gennady Gudkov, a lawmaker for the pro-Kremlin Fair Russia party. This was, of course, part of a political maneuver \u0097 Gudkov's proposal was for his own party to help oversee the transport industry \u0097 but it pointed to a vulnerable spot in Putin's platform that has gotten even more so with every new catastrophe: If the ruling elite has brought such an era of prosperity, as Putin repeatedly claims, why do Russia's planes keep dropping out of the sky? (See TIME's video, \"A Russian Roadtrip.\")\n\n\"Without a doubt this will keep bubbling up during the election season,\" says Minchenko, the political strategist, who is now working on the government's campaign. \"It is a very sore point for the authorities. And to my deep regret, it is not an issue you can simply sweep under the rug.\"\n\nStill, President Medvedev's response seems to be doing just that. In July, after the cruise-ship sank and two planes fell out of the sky in the span of a month, he ordered all vessels of the same type to be taken out of commission. But there was a problem. Airlines said it was impossible to ground the dozens of Antonovs and Tupolevs comprising their fleets. Experts agreed because there was nothing available to replace them. So the airlines were forced to keep flying the old rattletraps, and the issue was allowed to fade. Then on Wednesday, when it happened again, Medvedev looked stupefied. He once again ordered all planes of the type that had crashed to be grounded and all airlines who had failed to comply shut down. \"We can't go on like this, with this fleet,\" he told his ministers, the same men he had gathered two months before to discuss the same kind of tragedy. \"The value of human life is higher than all others, including the need to support our national manufacturers... If they cannot pull it together, we have to buy planes from abroad.\"\n\nPutin, meanwhile, stayed silent. His only comment was a dry, one-sentence statement released on Wednesday by his press service, saying that the Prime Minister \"expressed his condolences to the relatives and friends of the dead.\" Clearly this was not enough to stop the grieving fans of Lokomotiv from gathering outside the St. George that night to curse the visiting bigwigs. \"I saw a column of the fans marching the next day through the city,\" Minchenko says. \"They looked pretty calm. So I came over and offered my sympathy, and they really seemed to appreciate that someone from Moscow cared.\" But as of Thursday evening, a group of riot police was still stationed outside the St. George, guarding the Kremlin elites as they hurried back to the capital. None of them, surely, will be using that image in their campaigns.\n\nSee TIME's photogallery, \"The Russians in Ossetia.\"\n\nSee photos of Vladimir Putin: Action Figure.",
        "original": "Anger and frustration over a series of transport tragedies may affect the way Russians choose to vote",
        "summary": "Several recent transport tragedies in Russia have revealed government failures in managing machines and safety regulations. In an interview on Thursday, Russian President Putin attempted to downplay the effect of these accidents on the upcoming election, claiming that the public's anger and frustration will not have any bearing on the way Russians choose to vote.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                143,
                151
            ],
            [
                190,
                253
            ],
            [
                304,
                364
            ]
        ]
    },
    {
        "url": "http://www.nydailynews.com/gossip/2008/11/24/2008-11-24_brooklyn_songwriter_muddies_john_waters.html",
        "title": "Brooklyn songwriter muddies John Waters",
        "text": "A Grammy-winning Brooklyn songwriter is suing oddball director John Waters for not only stealing his song \"Santa Claus is a Black Man\" - but making fun of it too.\n\nTheodore (Teddy) Vann alleges in a complaint filed in Brooklyn Federal Court that he rejected Waters' request to include the song on a holiday album because the creator of \"Hairspray\" and \"Pink Flamingos\" is not considered mainstream. Waters went ahead and used the song anyway on \"A John Waters Christmas\" released in 2006 by New Line Records.\n\nWorse, according to the suit, Waters ridiculed the song in interviews, calling it \"crackpot carol\" and a \"Christmas lunatic song.\"\n\nVann, who won a Grammy in 1992 for co-writing \"Power of Love\" with the late Luther Vandross, is seeking unspecified monetary damages. He wrote the song in 1973 as a gift to his daughter, Akim.\n\n\"Mr. Waters is going to be forced to come to Brooklyn and explain to a jury how he stole the song,\" said Vann's lawyer Kenneth Thompson of Thompson Wigdor & Gilly. \"You can't just steal someone's song because you have power and money.\"\n\nA spokesman for Time Warner, the parent company of New Line Records, had no immediate comment.",
        "original": "A Grammy-winning ooklyn songwriter is suing oddball director John Waters for not only stealing his song \"Santa Claus is a Black Man\" - but making fun of it too.",
        "summary": "Vann, a Grammy-winning songwriter from Brooklyn, is suing John Waters for plagiarizing his song, \"Power of Love\", from 1973 and using it to mock his original Christmas song, \"Santa Claus is a Black Man\", from 1992.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                97,
                112
            ],
            [
                119,
                123
            ],
            [
                209,
                213
            ]
        ]
    },
    {
        "url": "http://www.bostonglobe.com/business/2015/05/15/stock-indexes-end-mostly-higher-hits-new-high/OVW7wTYRrvqBiQm0ask3OP/story.html",
        "title": "US stock indexes end mostly higher; S&P hits new high",
        "text": "Stock indexes mostly drifted between tiny losses and gains, but the small moves were enough to nudge the S&P 500 to its second record high in two days. Utilities stocks were among the biggest gainers as investors weighed a mix of US economic data and earnings news. The Fed said New York factory activity rose slightly in May, suggesting that manufacturers are beginning to adapt to the challenges caused by a stronger dollar, lower oil prices, and restrained consumer spending. But US industrial output fell for the fifth straight month in April. Investors are gauging how well the economy is doing as they try to anticipate when the Fed will raise short-term interest rates for the first time in more than six years. Many economists anticipate the central bank won’t increase rates before September.",
        "original": "Stock indexes mostly drifting between tiny losses and gains, but the small moves were enough to nudge the S&P 500 to its second record high in two days. Utilities stocks were among the biggest gainers as investors weighed a mix of US economic data and earnings news.",
        "summary": "Stocks indexes surged, marking the fifth straight month of gains, pushing the S&P 500 to its second record high in two days. Utilities stocks were the biggest winners, as investors considered both earnings news and US economic data.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                15,
                21
            ],
            [
                31,
                64
            ]
        ]
    },
    {
        "url": "http://www.wsj.com/articles/u-s-housing-permits-starts-both-fell-in-august-1474374838",
        "title": "U.S. Housing Permits, Starts Fell in August",
        "text": "WASHINGTON—Fewer building permits were issued in the U.S. last month, and housing starts slumped, but underlying data suggests there is modest momentum for single-family home building.\n\nBuilding permits issued for privately owned housing units fell 0.4% in August from the prior month to a seasonally adjusted annual level of 1.139 million, the Commerce Department said Tuesday. Housing starts last month fell 5.8% from July to an annual rate of 1.142 million. Both readings came in below economists’ forecasts.\n\nBut permits for single-family homes, about 60% of all permits, increased 3.7% last month, the largest gain since June 2014 and suggesting a break between that segment and apartment and condominium building. The August decrease in starts was in part driven by a sharp decline in the South, an area of the country hit with heavy rain and flooding last month.\n\nThrough the first eight months of the year, permits were down 0.8% compared with 2015, but single-family permits were up 8.4%, year to date. Single-family starts were up 9.1% through eight months.\n\nRelatively stronger momentum for single-family home construction suggests that builders are responding to rising prices and steady demand for that segment, while construction of larger properties is cooling.\n\nThe trend “reflects a healthy combination of home builder confidence and sustained demand for homes during a time of solid job and income growth,” said Ralph McLaughlin, economist at real estate website Trulia. “Though a welcome relief for home buyers stymied by low inventory, home builders still have a long way to go to meet historical norms.”\n\nHousing starts remain well below their 50 year average despite fairly steady growth since 2011. Construction gauges touched record lows during the recession that followed the housing crisis.\n\nMonthly housing data can be choppy and is subject to sometimes large revisions. August’s decline in permits, based on a survey of local governments, had a margin of error of 1.6 percentage points. Last month’s decline in starts, based on a survey of builders and homeowners, came with a margin of error of 9.7 percentage points.\n\nJuly permits were revised to a 1.144 million rate from 1.152 million. The revised figure remained an 0.8% decline from June. July starts were revised higher by just 1,000, but June starts were revised up more significantly. As a result, starts advanced 1.4% in July, a smaller gain than initially estimated.\n\nSales of existing homes, about 90% of the housing market, have grown fairly strongly this year, reaching a postrecession peak in June, according to the National Association of Realtors. Steady job growth, wage gains and low interest rates on mortgages have supported home buying. But a limited selection of new or existing homes is causing prices to rise and pushing home purchases out of reach of some would-be buyers.\n\nA National Association of Home Builders survey this week showed builders are growing more confident about the single-family market.\n\n“With the inventory of new and existing homes remaining tight, builders are confident that if they can build more homes they can sell them,” NAHB economist Robert Dietz said Monday.\n\nThe Realtors group will release data on existing-home sales during August on Thursday. The Commerce Department’s August report on new-home sales is due out on Sept. 26.\n\nWrite to Eric Morath at eric.morath@wsj.com",
        "original": "Fewer building permits were issued in the U.S. last month, and housing starts slumped, a sign U.S. home builders remain cautious about demand for new properties.",
        "summary": "Despite a slight uptick of 1.144 million building permits issued in June, the U.S. saw a sharp drop in July, with just 1,000 permits issued - a decrease of 1.4%. This suggests that U.S. home builders are not optimistic about the demand for new properties.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                27,
                57
            ],
            [
                119,
                132
            ],
            [
                142,
                160
            ]
        ]
    },
    {
        "url": "http://www.foxnews.com/politics/2015/10/24/alaska-transportation-department-moving-away-from-bridge-to-nowhere/",
        "title": "Alaska's transportation department moving away from 'bridge to nowhere'",
        "text": "July 17, 2003: In this file photo, the Ketchikan airport ferry Bob Ellis leaves the airport located on Gravina Island in Ketchikan, Alaska. State transportation department officials have spurned the idea of building a bridge to connect the southeast Alaska community of Ketchikan to its airport on a neighboring island. (Hall Anderson/Ketchikan Daily News via AP)\n\nJUNEAU, Alaska – Alaska's so-called bridge to nowhere, derided by critics as an example of congressional earmarks run amok, appears dead.\n\nState transportation department officials have spurned the idea of building a bridge to connect the southeast Alaska community of Ketchikan to its airport on a neighboring island. Instead, the department is endorsing the continued use of ferries to get people to and from the airport. Construction costs have been estimated at $23 million for such things as upgrading terminals and creating waiting areas for ferry passengers.\n\nFrom there, officials would monitor traffic and decide if additional ferry service and terminals are warranted as another project, department spokesman Jeremy Woodrow said Friday.\n\nThe selected alternative makes the most sense in terms of construction costs and traffic demands, he said.\n\nWoodrow said the state still must finish the environmental review process.\n\nOfficials settled on a bridge alternative in 2004. But critics including Arizona Republican Sen. John McCain labeled the project a \"bridge to nowhere.\" In 2007, the department said then-Gov. Sarah Palin directed it to find the most fiscally responsible alternative for access.\n\nImproving access between Ketchikan and its airport on nearby Gravina Island has long been an issue; without a so-called hard link, like a bridge, public access is available by ferry.\n\nAsked if a bridge remained a feasible option, Ketchikan Mayor Lew Williams III said the \"financial times have made that decision for us.\"\n\n\"Everybody knows we don't have the money to build a bridge or maintain it or anything like that,\" he said.\n\nWhile many in the community still would love to see a bridge, Williams said he doesn't see it happening for a long time, \"unless we get some new management back in D.C.\"\n\nThe state-owned airport is operated by the Ketchikan Gateway Borough. The borough has proposed improvements beyond what is included in the department's selected alternative, such as a satellite terminal on the Ketchikan side where people can check their bags and check in for flights and the replacement of an aging, existing ferry.\n\nBorough manager Dan Bockhorst said it was his understanding that state transportation commissioner Marc Luiken, who met with local officials Thursday, would review the borough's proposal.\n\nWoodrow said about $87.8 million remains of the money appropriated for the access project. Bockhorst said he wants it used to improve airport access, rather than having some of the funds diverted perhaps to other state projects.",
        "original": "Alaska's so-called bridge to nowhere, derided by critics as an example of congressional earmarks run amok, appears dead.",
        "summary": "John McCain, a Republican from Alaska, was responsible for nicknaming the infamous \"bridge to nowhere\", proposed in 2004. Due to financial constraints and his critique, the state has opted for ferries as a mode of transportation instead.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                31,
                37
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/entertainment/tv/arrested-development-season-4-review-a-chore-to-watch-and-a-delight-to-decrypt/2013/05/29/d0480f3e-c7cf-11e2-8da7-d274bc611a47_story.html",
        "title": "‘Arrested Development’ Season 4 review: A chore to watch and a delight to decrypt",
        "text": "You have swallowed Netflix’s bonus fourth season without chewing. You have tried to wash it down with honey from the hive mind. You have begun to gag.\n\nThe new season started streaming early Sunday morning. The professional recappers picked it apart almost instantly, littering the Internet with twitticisms. Superfans got exactly what we wanted but still felt bereft — a psychological symptom of 21st-century existence, as well as a fitting response to the sitcom that best satirizes this now-teenaged era.\n\nThe first two seasons of “Arrested Development,” which aired on Fox from 2003 to 2005, ennoble the medium of television. The 22-minute episodes are tart, fizzy escapades following a family of entitled Californians whose real estate wealth evaporates after the patriarch (genius Jeffrey Tambor) is jailed for defrauding investors. The show, with its tic-laden characters and top-shelf storytelling, was a bonfire of inanities. It exulted in its inside jokes. It embraced verbal artistry and narrative footnoting. It drew energy from the awful gravity that binds even the most combative families. Above all, it trusted the intelligence and vigilance of its handful of viewers; we, in turn, took possession of this overlooked masterpiece in order to feel superior to the rest of America, which was making “Two and a Half Men” a No. 1 show.\n\n“Arrested Development” was five years ahead of its time. Its meme-ability predated the rise of the meme. Its parodies of 1 percenters and malfeasant corporations were 1,000 news cycles ahead of the subprime mortgage crisis and the Olympic debut of Rafalca. The metastatic third and final network season, which wrapped in early 2006, thumbed its nose at the mundane forces that brought about its demise: modest viewership, fleeing advertisers and fickle TV executives. Each would soon be immaterial to a series’ distribution and survival.\n\nThus we have arrived, seven years later, at the Internet resurrection of a beloved television series whose cult has since expanded into a major religion. And we are faced with two questions — one as old as consciousness, the other as new as Netflix Instant.\n\nDo great expectations sabotage greatness?\n\nNo, but they can distort it.\n\nCan a binge on fudge-rich, instant-order entertainment truly nourish us?\n\nYes, but only with a proper digestif. Here’s one, on the rocks:\n\nThe new 15-episode season of “Arrested Development” is staggering in its ambition, surgical in its execution and diabolical in its conclusion. It’s a chore to watch and a delight to decrypt. Its overwhelmingness contributes to its initial underwhelmingness. But in time, with a moment to reflect, it begins to feel like the fullest and fraughtest expression of its form.\n\nIt is, in a perverse way, the “Ulysses” of sitcoms.\n\nFirst, its ambition. Even as it undermines its own pretension with pratfalls and vulgarities, Season 4 is a brazen attempt to map the thorny overlap between human isolation and human interdependence. The prideful ego of family good guy Michael Bluth (Jason Bateman at his wits’ end), the slothful id of his older brother Gob (Will Arnett at his oiliest), the bizarre compulsions of family members around them — every character flaw is exaggerated into malfunction for the sake of conflict.",
        "original": "The cult-favorite TV show returns via Netflix with its many complexities firmly intact.",
        "summary": "Netflix has announced the return of Arrested Development, the cult-favorite TV show, after five years. The show's 22-minute episodes follow the escapades of a family from California.",
        "label": 1,
        "category": "event",
        "annotation": [
            [
                91,
                101
            ]
        ]
    },
    {
        "url": "http://bats.blogs.nytimes.com/2009/10/16/analysis-torre-had-faith-to-a-fault-in-dodgers-loss/",
        "title": "Analysis: Torre Had Faith, to a Fault, in Dodgers’ Loss",
        "text": "Lucy Nicholson/Reuters Did Dodgers Manager Joe Torre leave his young starting pitcher, Clayton Kershaw, in Game 1 too long?\n\nWith six pennants, four world championships, and a lifetime .540 winning percentage as a manager, Joe Torre’s ticket to Cooperstown has already been punched. However, if this year’s Dodgers give him his first pennant for a team other than the Yankees, it will be in spite of Torre’s managing, not because of it. Just one game into the N.L.C.S., he has already made three mystifying choices.\n\nStarting the 21-year-old lefty Clayton Kershaw in Game 1 was a perfectly defensible selection: his peripheral statistics (strikeout, walk, and ground ball rates) were the second-best on Los Angeles’s staff, and he holds the platoon advantage against the Phillies’ portsided lineup. But after delivering four scoreless innings to start the game, Kershaw lost it in the fifth. He surrendered a leadoff single, a wild pitch, a walk and a three-run homer to catcher Carlos Ruiz to start the inning, leaving the Dodgers trailing by two runs. He then proceeded to walk the pitcher on four straight balls, induce a ground-ball out, notch a strikeout on another wild pitch and then toss a third wild pitch to Chase Utley before walking him, too. The electric but erratic Kershaw has struggled with his control all season, and by the time Ryan Howard strolled to the plate with two men on, it was obvious that the Kershaw had no clue where the ball was going.\n\nIn the first game of the division series, Torre gave starter Randy Wolf an admirably quick hook, yanking him with the bases loaded and two out in the fourth inning, before he could allow a crippling blow. Torre’s trust in his deep and versatile bullpen paid off with a 5-3 win.\n\nBut that move’s success clearly did not inspire Torre to repeat it in the next round. With two out and the pitcher’s spot due up in the next inning, his reluctance to yank Kershaw was understandable, particularly since Howard has a big and consistent platoon split. Nonetheless, Torre was allowing a rattled young starter, who was suffering a severe bout of wildness and who had already thrown 31 pitches in the inning, to face a fearsome slugger like Howard with men on base in a close game — a reckless display of faith.\n\nAfter missing with a slider, Kershaw offered Howard a fastball in his wheelhouse down and in, and the man who has led the National League in runs batted in three of the past four years ripped it to right for a two-run double. The Dodgers wound up losing the game by just that margin.\n\nTorre’s next blunder took place in the ninth inning, when he summoned the ace reliever Jonathan Broxton to face the top of the Phillies’ order while trailing by two runs. In general, Torre’s willingness to use his closer in non-save situations in the playoffs is admirable. But in this instance, he violated the fundamental principle of optimal bullpen usage: using one’s best pitchers when they can have the most impact.\n\nAccording to Leverage Index, a statistic developed by Tom Tango, the situation Broxton was called to pitch in had a 70 percent smaller effect on the outcome than the first batter of the game does — a spot that should be reserved for a mopup man, not a fireballer. Closers should never be brought in when the Leverage Index is below, say, 50 percent higher than the significance of the first hitter, unless they need work to stay fresh.\n\nEven without these numbers, though, you don’t need a sliderule to know that you don’t bring in your closer trailing by two in the top of the ninth.\n\nDespite a spate of miraculous comebacks so far this postseason, the game was still all but lost for Los Angeles: historically, home teams down by two runs after eight innings have rallied to win just 7.5 percent of the time. Broxton did his job, holding the Phillies scoreless. But his Philadelphia counterpart, Brad Lidge, did so as well, slamming the door on an 8-6 win. If the next few games are close and require Broxton’s participation, the star reliever may not be available for a critical spot in, say, Game 5 or Game 6, with a pennant on the line.\n\nFinally, Torre announced that his Game 2 starter would be Vicente Padilla, who was signed by Los Angeles late this season after being released by the Rangers. Padilla certainly proved to be a valuable acquisition for the Dodgers down the stretch, posting a 3.20 earned run average in 39 innings that was supported by strong peripherals. Nonetheless, he suffers the overwhelming obstacle of remaining Vicente Padilla — the same guy whose E.R.A. over the last five seasons has been 6 percent worse than the park-adjusted league average, and has surrendered a .380 on-base percentage and .479 slugging percentage to left-handed hitters over his career.\n\nIf Torre thinks that Padilla somehow morphed into Josh Beckett in the last month, he has another think coming. Los Angeles has four above-average starters on its roster in Kershaw, Wolf, Hiroki Kuroda,and Chad Billingsley. For a less renowned skipper, passing them over for an established mediocrity like Padilla in the N.L.C.S. would probably constitute a firing offense.",
        "original": "If this year's Dodgers give Joe Torre his first pennant for a team other than the Yankees, it will be in spite of his managing, not because of it.",
        "summary": "Should the Dodgers win this year, giving Vicente Padilla his first pennant outside of the Yankies, it would not be due to his management, but rather in spite of it. His choices thus far have been a clear display of poor management.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                41,
                56
            ]
        ]
    },
    {
        "url": "http://www.nytimes.com/2014/02/28/fashion/on-a-youth-kick.html",
        "title": "On a Youth Kick - NYTimes.com",
        "text": "PARIS — Youth is the cause célèbre here. There is a sour sense that the next generation of great designers has yet to come. Figuring out who they are is part of the task of the newly established LVMH Prize. It will offer 300,000 euros (about $412,000) and industry mentorship to the winner of an open contest — provided he or she is younger than 40, with at least two collections already in hand.\n\nWho is the face of youth? Maybe it is the effervescent Simon Porte Jacquemus, 24, one of 30 semifinalists, whose line, Jacquemus, is humming with buzz. He called his fall runway show “La Femme Enfant” (“The Baby Girl”). His idea, he said, had been to have something “very raw and fresh, but very naïve.” His oversize, cartoony garments, made of spongy neoprene in crayon colors — he compared the texture to children’s play mats — had a childlike perversity that both charmed and jarred. It plunged guests waist-deep into its childhood world, right down to its collection-complementing uniform: a brightly dotted smock handed out to each attendee to don for the show.\n\nThe buzz attending Mr. Jacquemus’s ascent did not drown out dissenters who wondered if grown women long to dress like la femme enfant. But his daffy, cheerful show did suggest that one might like to have what he’s having. Especially since two of fashion’s sharpest-eyed spotters of avant-talent, Rei Kawakubo and Adrian Joffe of Comme des Garçons, have fixed on him as one to watch.\n\nOr maybe youth is another competitor, Yang Li, 26. If Mr. Jacquemus stakes a claim to child’s play, Mr. Li aims for adult polish — up to a point. He began with the stuff of traditional luxury (fur, calf, double-face wool-cashmere), then twisted the knife. A single piece might be exactingly constructed, then rent to its raw edges by the hem. (It was, he said, a constant challenge to persuade his factories in Italy, accustomed to perfection, to tear apart their pieces.) “For me, this is the answer to modern luxury,” he said. “It needs to be more than perfection.” It lent a touch of anarchy to his poise.\n\nOr then, of course, it could be one of 28 others. But even with the rage for youth in full flare, Paris Fashion Week also put forth plenty of seasoned designers whose examples would be worth following. One is Christophe Lemaire, whose collections make a case for forging one’s own path (not least because Mr. Lemaire’s led him to Hermès, where in 2010 he was named women’s designer). Mr. Lemaire’s heroine is flinty and strong, more Katharine Hepburn than Katy Perry, and he doesn’t hesitate to bundle her in layers of yak wool, felt, alpaca and gabardine. But his clothes have a quiet appeal, and it’s not hard to imagine women wanting to wear them. It may not hurt that he designs with one: his partner, Sarah-Linh Tran. She appears even more reticent than Mr. Lemaire. But, he said with a smile, “She’s the boss.”",
        "original": "Determining the next generation of great designers is part of the task of the newly established LVMH Prize.",
        "summary": "The LVMH Prize has been established to determine the next generation of great designers, such as Jacquemus, Rei Kawakubo, and Adrian Joffe, to name a few. With multiple contenders for the title, the stakes are high.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                108,
                120
            ],
            [
                126,
                138
            ]
        ]
    },
    {
        "url": "http://mashable.com/2015/11/03/turkey-erdogan-won/",
        "title": "Why Turkey's Erdogan won, despite protests and violence",
        "text": "ISTANBUL — President Recep Tayyip Erdogan’s party swept almost half the votes in Sunday's elections, stunning observers inside and outside Turkey. Amid fears of election fraud, a tear-gassed crackdown on media, increased threats of terrorism in the country and a fragile economy with a depreciating Turkish lira, how did Erdogan manage to achieve such a victory?\n\nTurkey is a sharply divided society. There are those Turks, like myself, who firmly believe in individual rights, freedoms and the rule of law, and who want to live in a liberal society. There are just as many Turks who prioritize power and security. They consider the state authority sacred and unquestionable, especially in turbulent times. And furthermore, they see Erdogan not just as a politician but as the ultimate representative and authority of the Turkish state.\n\nErdogan knows this, and he intelligently played to Turkey's respect for authority. His AKP party regained one-party rule with 49% of the votes, while the three opposition parties split the remaining 51%.\n\nFor many Turks — at least 49% of voters, it seems — power is not something to be challenged. After hundreds of years of Ottoman rule, these lands have taught them to obey their sultan. The imperial legacy is something they are proud of and cherish. So if a strong leader like Erdogan emerges, they respect him and believe in him unconditionally. Never mind the rule of law, freedom of the press, a democratic constitution — those are the occupations of the intellectuals. Security and stability is what matters, at all costs. And Turkey should look strong to the outside world, since a divided nation would be manipulated by outside powers.\n\nWestern media, too, should not interfere in national matters, Erdogan's supporters say. Foreign powers always have an agenda, so they should be kept away and disregarded. Lately, international media has been targeting Erdogan, so a patriotic Turk should stand by the country's leader and support him. So when Erdogan, hours before the elections, says to international media, “What’s it to you, mind your own elections,” half of Turkey is proud of him and votes for him.\n\nProtesters in Istanbul on Oct. 28, 2015 after a government crackdown on local media.\n\nA coalition government would also complicate matters. One-party rule provides speed and stability — and Erdogan's AKP party won 317 of 550 seats in parliament. For Erdogan's supporters, the past five months of coalition talks were a waste of time, so they quickly punished the opposition. They still remember the coalition governments of the past, which proved to be failures. One party should make the decisions and execute them, even if their decisions are questionable.\n\nA sense of security is another decisive factor for this 49% of the public. Never mind the opposition's claims that Erdogan orchestrated the recent chaos to win back the elections. Turkey is under attack, so patriots should unite behind their leader, the argument goes. With AKP back in control, they say, the government can fight more effectively against the militant group PKK and the Islamic State in bordering Syria. So the Kurdish Party, which had gained considerable support in the past election, causing AKP to lose its grip on power, had to be punished. National security demanded it.\n\nAs for the fragile economy, the 49% clearly believes that the climate of uncertainty since the last elections was responsible for the depreciating Turkish lira. So restoring one-party rule would bring back economic recovery, Erdogan's backers argue. As for the widespread corruption investigations, an \"all politicians steal\" philosophy remains intact. Erdogan built a presidential palace for hundreds of millions of dollars, but that doesn't bother the 49% — the leader of a grand nation should sit in a grand palace.\n\nSupporters of the AKP party celebrate the party's victory in Turkey's election.\n\nOf course, 51% of the electorate chose otherwise, voting for three opposition parties. They long for a democratic nation, with an emphasis on rule of law, freedom of speech and separation of powers. They believe that Turks, with their long history and culture of democracy, should be a liberal model for the Islamic world. Turkey has always been home to some of the most progressive Muslims in Islamic history.\n\nThe imperial legacy they remember is not about the power of the sultan, but the tolerance and justice of the Ottomans. Now they are concerned with the authoritative path their country is following. They do not approve of the way Turkey is isolated from the international world. The single most important denominator they share is that they do not see Erdogan as the state authority — in fact, they see him as the main source of conflict, and they certainly don't think his leadership will solve Turkey’s problem.\n\nIn this election they lost, but they still have hope for the Turkey they long for.\n\nSuna Vidinli is a Turkish broadcast journalist, Harvard and Georgetown alumna, Davos moderator and winner of a Leading Women of Turkey Award. She was fired from NTV 10 months ago for tweeting about jailed journalists in Turkey.\n\nHave something to add to this story? Share it in the comments.",
        "original": "For President Recep Tayyip Erdogan’s supporters, stability and security matter above all.",
        "summary": "For President Recep Tayyip Erdogan’s supporters, stability, security, and the Islamic faith matter above all. However, 51% of Turks in Syria chose other platforms prioritizing individual rights and freedoms, believing the state to be a liberal model for the Islamic world.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                135,
                140
            ]
        ]
    },
    {
        "url": "http://www.washingtonpost.com/national/drug-cuts-breast-cancer-risk/2011/06/01/AGNWWwIH_story.html",
        "title": "The Washington Post",
        "text": "The results mark a highly anticipated advance toward the elusive goal of offering women the first safe way to protect themselves from a leading cancer killer. Women have long been able to take an older class of anti-estrogen drugs to reduce their risk, but few do because of possible side effects, which include uterine cancer and potentially life-threatening blood clots. Many experts had hoped aromatase inhibitors would offer a safer, more acceptable alternative. The new study was the first time one had been tested.\n\n“This is a major step forward,” Larry Norton, a breast cancer expert at Memorial Sloan-Kettering Cancer Center in New York who was not involved in the research, wrote in an e-mail. “This is a long-awaited report from [among] the most highly-respected investigators in the field concerning a critically important topic in cancer prevention.”\n\nSome breast cancer patient advocates and other experts, how­ever, remained cautious. While a 65 percent reduction in risk is significant, the absolute risk for these women remains small. And although aromatase inhibitors do not appear to cause uterine cancer or blood clots, the long-term safety of medicating otherwise vibrant women for many years remains far from clear, some experts say.\n\n“They may be high-risk, but they do not have diagnosed breast cancer. So we are giving thousands of healthy women a drug with side effects, and that has to be very carefully balanced against the benefit and the magnitude of any benefit,” said Fran Visco, president of the National Breast Cancer Coalition, a Washington-based advocacy group.\n\nBreast cancer strikes more than 200,000 women in the United States each year and kills more than 40,000, making it the most common cancer among women after skin cancer and the second-leading cancer killer.\n\nSurgery, radiation, chemotherapy and estrogen-blocking drugs have cut the breast cancer death rate. But researchers, women’s health advocates and patients have been trying to find ways to prevent the cancer. Some women at high risk become so anxious that they voluntarily have their breasts surgically removed even before they have been diagnosed with a tumor.\n\n“This intervention offers women perhaps a more palatable option,” said Andrew D. Seidman, a breast cancer expert speaking on behalf of the American Society for Clinical Oncology, which sponsored the annual meeting of cancer specialists in Chicago at which the results were unveiled. The findings were posted online by the New England Journal of Medicine, which also offered a strongly worded editorial endorsing the results.",
        "original": "An anti-estrogen compound cuts breast cancer risk for high-risk postmenopausal women, study finds.",
        "summary": "Larry Norton of Memorial Sloan-Kettering Cancer Center writes about the progresof a new study on aromatase inhibitors, a safer substitute for anti-estrogen compounds in helping inhibit breast cancer. This study in Chicago has promising results.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                214,
                221
            ]
        ]
    },
    {
        "url": "http://www.foxnews.com/politics/2011/12/11/obama-trip-to-kansas-keys-up-states-tax-battle/",
        "title": "Obama Trip To Kansas Keys Up State's Tax Battle",
        "text": "When President Barack Obama gave a major speech on the economy last week in Kansas, he aimed his message at a national audience, but he also framed an issue for state legislators to consider after they convene their annual session next year.\n\nHistory led Obama to Osawatomie, with its 4,400 residents about 50 miles southwest of Kansas City, because there's no sense that anything the Democratic president says or does in the next 11 months will allow him to carry Kansas, which has given its electoral votes to every Republican presidential candidate since 1964. Osawatomie was the site of a 1910 speech by former President Theodore Roosevelt, extolling a \"New Nationalism\" that reined in corporate interests to help the downtrodden.\n\nObama argued the middle class is in peril and a key reason is many congressional Republicans' refusal to raise taxes for wealthy Americans to help solve the nation's financial problems. He said the U.S. needs to rethink its tax system to see that billionaires pay the same income tax rates as their secretaries.\n\nThe president didn't mention Republican Gov. Sam Brownback or his administration's work on proposals to overhaul the state's tax code. Nevertheless, Obama raised an important issue for Kansas legislators who'll consider the governor's yet-unreleased plan.\n\nBrownback and officials in his administration have said the plan is designed to move the state toward a simpler and, in their view, fairer income tax and make Kansas more competitive. They've also said it won't reduce the state's overall tax revenues, meaning cuts in one area will be offset elsewhere, raising questions about who will benefit and who will pay more.\n\n\"We were trying to figure out: How do we get the message out?\" said Kansas Democratic Party Chairwoman Joan Wagnon, a former state revenue secretary. \"And here comes the president.\"\n\nBrownback argues that Kansas is losing residents to states with lower income taxes and states without income taxes, and he contends lowering income taxes will spur economic growth. This year, the House, led by Brownback's fellow conservative Republicans, embraced a plan to phase out individual income taxes and cut corporate income taxes in half over time. A new group, Kansans for No Income Tax, has kicked off a public campaign.\n\nA major debate on what constitutes fairness in taxation clearly is coming. Revenue Secretary Nick Jordan, a former state senator, said the governor wants to help all Kansans and move away from using the tax code for social engineering.\n\n\"We want obviously to put together the best economic growth strategy we can,\" Jordan during an interview last week. \"We're just trying to figure out what is the fairest, simplest flat tax we can go to.\"\n\nWhen Roosevelt gave his speech in 1910, the nation didn't have an income tax. A levy imposed by Congress in 1894 had been struck down as unconstitutional, and Roosevelt's fellow Progressive pushed and eventually won ratification in 1913 of the 16th Amendment to the U.S. Constitution. Roosevelt advocated a graduated tax, as he put it in Osawatomie, on \"big fortunes.\"\n\nIn his speech, Obama argued wealthy Americans use \"loopholes and shelters\" to avoid paying income taxes, so they often pay less as a percentage than middle-class or poor Americans. Similarly, Wagnon said imposing higher tax rates on larger incomes recognizes that the wealthy can tap the expertise of lawyers and accountants more easily.\n\nKansans authorized a state income tax by adopting an amendment to their state constitution in 1932, setting the first rates during the administration of Gov. Alf Landon, also a GOP icon.\n\nThe state once had eight individual income tax brackets and imposed a tax as high as 9 percent. It now has three brackets, with the top rate at 7.75 percent, for the portion of single individuals' incomes above $30,000. For married couples filing jointly, the top rate is 6.45 percent, on the portion of their incomes above $60,000.\n\nBrownback has suggested repeatedly that his administration will seek to reduce those top \"marginal\" tax rates, and Jordan said such a strategy is a good way to spur economic growth and make the state more competitive, particularly because many businesses, partnerships and sole-proprietorships pay individual income taxes, rather than corporate income taxes.\n\nBut the governor also has promised that the plan will be \"revenue neutral.\" That's led to speculation by Wagnon and others that the administration could try to curtail exemptions, eliminate deductions or even end tax breaks for poor families.\n\nThat's why Wagnon viewed Obama's speech as helpful.\n\n\"It's so on target with the issues that we know are coming up in this legislative session,\" she said.\n\nBut some Republican critics of Obama's speech countered that the president would do better to concentrate on creating new jobs and creating a general prosperity that will help everyone.\n\nAnd Jordan said: \"I don't think we want to get into a discussion that we want to hit the rich or hit a certain part of our society. We want to think about all Kansans.\"\n\nRoosevelt didn't win Kansas when he ran for a third term as president in 1912 as a Progressive. His bid under the Bull Moose banner split the GOP and allowed Democrat Woodrow Wilson to win the presidency and carry the Sunflower State. In fact, it was the last time Democrats won the governor's office and majorities in both houses of the Legislature.\n\nRecent history also is against Obama in Kansas. He won nearly 42 percent of the vote in Kansas in 2008, the best showing for any Democrat in 20 years, but in 2010, Republicans swept all statewide and congressional races on the ballot by invoking his name.\n\nStill, he's raised an issue that legislators can't avoid when they consider Brownback's tax plan.",
        "original": "Kansas Gov. Sam Brownback has proposed simplifying the state tax code and lowering income tax rates, but with a national debate going on about payroll tax cuts, the question opponents are asking is how will it be revenue-neutral.",
        "summary": "Kansas Gov. Osawatomie has proposed simplifying the state tax code and lowering income tax rates. However, with a national debate going on about payroll tax cuts, the question opponents are asking is how will it be revenue-neutral.",
        "label": 1,
        "category": "human",
        "annotation": [
            [
                0,
                22
            ]
        ]
    },
    {
        "url": "http://www.cnbc.com/2014/10/02/saudi-signals-price-skirmish-as-oil-heads-to-bear-market.html",
        "title": "Saudi signals price skirmish as oil heads to bear market",
        "text": "\"It's both supply and demand. it's basically the perfect storm that brought oil prices down,\" said Fadel Gheit, Oppenheimer senior energy analyst. \"You have plenty of supply which you never thought possible, and all of a sudden, demand is shrinking, China's slowing down, Europe never recovered.\"\n\nHe said the fact that the Saudis are willing to play hardball with prices makes it difficult for other oil-based economies like Russia.\n\nSaudi Aramco, the state-run oil company, surprised markets Wednesday when it announced it would cut official prices for Asian customers in November. The cuts come as the Organization of Petroleum Exporting Countries was expected to be on course to cut back on production instead, to protect prices.\n\nRead MoreCheap oil 'a mirage' and heading to $140: Dicker\n\nAnalysts say that Saudi Arabia, by instead cutting prices to defend market share, is reinforcing its role as the world's swing producer, capable of controlling the flow—and prices—better than any other single producer.\n\n\"It will not be a full-fledged price war,\" Gheit said. \"There are always skirmishes but not a full-fledged war because OPEC really is held together by Scotch Tape,\" he said, adding that the organization is \"incompetent\" and members are \"jealous\" of each other. \"They hate each other. At the end of the day, I think they are paying the price. They never really pay attention to any alternative for their own (oil) revenues.\"\n\nHe said Saudi Arabia could afford to produce at lower levels despite assumptions that it needs $100 a barrel to meet its required budget revenues.\n\nBut Commerzbank analysts said \" OPEC appears to be gearing up for a price war.\"\n\nIn a note, they said Saudi prices are getting close to levels of the 2008-09 economic crisis. \"Such measures give rise to doubts about OPEC's longstanding strategy of striving above all for price stability,\" they wrote. \"We therefore do not expect prices to stabilize until this impression disappears and OPEC returns to coordinated production cuts.\"\n\nAnalyst John Kilduff of Again Capital said recent surveys show OPEC production at about 31 million barrels a day, and while the organization signaled it may cut production at its November meeting, an OPEC response would be needed to change the course for prices.\n\n\"I think we're going to see the low $80s fairly quickly from here if there's no supply response from OPEC,\" Kilduff said. \"Peak winter demand season is upon us, and it could bail them out. Brent will likely head to the low $80s. If the winter cooperates even slightly I would look for the price action to bottom around January.\"\n\n\"The Saudis did cut production by about 400,000, which is token,\" he said.\n\nGene McGillian, analyst with Tradition Energy, said the next likely target for WTI is $85 a barrel, and then it's uncertain how much lower it will go. For Brent, it would be $90 a barrel. \"Are these fears of slowing conditions and ample supplies going to continue to really depress the price, where we're going to have action taken on the supply side to get some supply price stability?\" McGillian asked.\n\nThe U.S. reported that domestic oil production was at 8.8 million barrels a day last week, a near three-decade high. The growth in U.S. output has resulted in a displacement of African crude that had once gone to U.S. refineries and now goes to Asia.\n\nMcGillian said more speculative shorts have been moving into Brent in recent weeks. \"That's one reason the spreads have come under pressure and Brent is so weak. At some point, the slide is overdone, and up until yesterday, there was a question of whether it's done. It's not done. It's still searching for a new level,\" he said.",
        "original": "Oil could continue its deep slide, under new pressure from Saudi Arabia's decision to cut its selling price rather than cut production.",
        "summary": "Oil could continue its deep slide, with Saudi Arabia's decision to cut its selling pric. Furthermore, growingproduction in China has contributed to the oversupply.",
        "category": "location",
        "annotation": [
            [
                123,
                128
            ]
        ]
    },
    {
        "url": "https://www.theguardian.com/us-news/2016/dec/02/professor-watchlist-website-academic",
        "title": "Professor Watchlist website elicits both fear and ridicule in US universities",
        "text": "A website targeting university professors for spreading “leftwing propaganda” is raising fears of McCarthy-era tactics while also drawing ridicule.\n\nThe Professor Watchlist was established by Turning Point USA, a conservative nonprofit whose stated goal is to “promote the principles of fiscal responsibility, free markets and limited government”.\n\nThe website first appeared on 21 November and includes 200 professors from across American universities. Professors are added to the list for a range of perceived offenses, that are sourced from media articles. The site also accepts tips from the public. Professor profiles include a picture of each academic and a description of why they have been added.\n\nIn a blogpost describing the watchlist, Charlie Kirk, the founder and executive director of Turning Point USA, said: “Some of America’s college professors are totally out of line,” and added that the list was dedicated to exposing professors who “promote anti-American, leftwing propaganda in the classroom”.\n\nThe site has sparked a mix of fear and ridicule from the academic community. Dr Anthea Butler, an associate professor of religious studies at the University of Pennsylvania and occasional contributor to the Guardian, was added to the list for claims that she made a racial slur about former presidential candidate Ben Carson, which she denies. Her profile also includes an op-ed she wrote on George Zimmerman, the man who fatally shot unarmed black teenager Trayvon Martin in 2012, in which she references the book Is God a White Racist?\n\nButler said she is familiar with Turning Point USA and that they often attempt to harass professors through associated outfits.\n\n“I’ve had a lot of abuse from these kind of people before,” Butler said. “It’s an intimidation tactic and I’m not fearful about doing what I do everyday in the classroom.”\n\nIn a statement, Matt Lamb, the director of constitutional enforcement and transparency at Turning Point USA who also manages the watchlist, said: “The list is a great resource for all students to be aware of what is going on in their classrooms and be prepared to debate important topics.”\n\nThe nonprofit rejects any associations with “alt-right” movements or the election, as they said the list was started before election day. “We are taking publicly available information and aggregating it in an easy to search format,” Lamb said. “Using freedom of speech to call out people who are abusing their power used to be called journalism, and we’re using our first amendment rights.”\n\nJoe Kuilema, a professor of Social Work at Calvin College, was added to the list for an article he wrote in the student newspaper responding to an incident in which a swastika was drawn on the snow on a car. Kuilema’s piece discussed correlations between white privilege and white supremacy. The piece was picked up by conservative sites such as the Daily Caller and Info Wars.\n\nHe was surprised to learn he was on the list after receiving a flurry of emails from former students and colleagues informing him.\n\n“I am an associate professor at a small Christian liberal arts school in the midwest United States, I don’t consider myself particularly dangerous,” he said. However, Kuilema said that this is not a new phenomena and there’s been a long history in the US of social workers who speak up being labeled as “dangerous”.\n\nDale Maharidge, a journalism professor at Columbia University, was also added to the list for an exchange he had with Project Veritas. After learning he was on the list he ridiculed the site on Twitter, saying he brainwashed his students with radical coffee using “beans grown by leftists in Guatemala”.\n\n“I’m laughing at them while at the same time shaking my head and worrying,” Maharidge said. “These guys are buffoons [but] look at the buffoons in Europe in the 1930s and look at the McCarthy years.”\n\nHis fear is that the list may be used by others to target professors. “We have a list, we know who you are – then suddenly you’re marking people as targets. We look at history, we saw it happen in Italy, in Germany with this kind of thing, we saw it with McCarthy, known communists, that’s my fear, that these buffoons are taken seriously.”",
        "original": "Website recently established by conservative thinktank targets professors who they say spread ‘leftwing propaganda’ at US universities",
        "summary": "Website recently established by conservative thinktank targets professors who they say spread ‘leftwing propaganda’ at US universities. For example, Dr. Anthea Butler was alleged to have made a racial slur regarding Ben Carson at the Turning Point USA. Critics have drawn comparisons of this situation to McCarthy-era tactics.",
        "label": 1,
        "category": "location",
        "annotation": [
            [
                230,
                251
            ]
        ]
    }
]